export const english = `
ōṃ śrī āñjanēyāya namaḥ ।
ōṃ mahāvīrāya namaḥ ।
ōṃ hanumatē namaḥ ।
ōṃ mārutātmajāya namaḥ ।
ōṃ tattvajñānapradāya namaḥ ।
ōṃ sītādēvīmudrāpradāyakāya namaḥ ।
ōṃ aśōkavanikāchChētrē namaḥ ।
ōṃ sarvamāyāvibhañjanāya namaḥ ।
ōṃ sarvabandhavimōktrē namaḥ ।
ōṃ rakṣōvidhvaṃsakārakāya namaḥ । 10 ।

ōṃ paravidyāparīhārāya namaḥ ।
ōṃ paraśauryavināśanāya namaḥ ।
ōṃ paramantranirākartrē namaḥ ।
ōṃ parayantraprabhēdakāya namaḥ ।
ōṃ sarvagrahavināśinē namaḥ ।
ōṃ bhīmasēnasahāyakṛtē namaḥ ।
ōṃ sarvaduḥkhaharāya namaḥ ।
ōṃ sarvalōkachāriṇē namaḥ ।
ōṃ manōjavāya namaḥ ।
ōṃ pārijātadrumūlasthāya namaḥ । 20 ।

ōṃ sarvamantrasvarūpavatē namaḥ ।
ōṃ sarvatantrasvarūpiṇē namaḥ ।
ōṃ sarvayantrātmakāya namaḥ ।
ōṃ kapīśvarāya namaḥ ।
ōṃ mahākāyāya namaḥ ।
ōṃ sarvarōgaharāya namaḥ ।
ōṃ prabhavē namaḥ ।
ōṃ balasiddhikarāya namaḥ ।
ōṃ sarvavidyāsampatpradāyakāya namaḥ ।
ōṃ kapisēnānāyakāya namaḥ । 30 ।

ōṃ bhaviṣyachchaturānanāya namaḥ ।
ōṃ kumārabrahmachāriṇē namaḥ ।
ōṃ ratnakuṇḍaladīptimatē namaḥ ।
ōṃ sañchaladvālasannaddhalambamānaśikhōjjvalāya namaḥ ।
ōṃ gandharvavidyātattvajñāya namaḥ ।
ōṃ mahābalaparākramāya namaḥ ।
ōṃ kārāgṛhavimōktrē namaḥ ।
ōṃ śṛṅkhalābandhamōchakāya namaḥ ।
ōṃ sāgarōttārakāya namaḥ ।
ōṃ prājñāya namaḥ । 40 ।

ōṃ rāmadūtāya namaḥ ।
ōṃ pratāpavatē namaḥ ।
ōṃ vānarāya namaḥ ।
ōṃ kēsarīsutāya namaḥ ।
ōṃ sītāśōkanivārakāya namaḥ ।
ōṃ añjanāgarbhasambhūtāya namaḥ ।
ōṃ bālārkasadṛśānanāya namaḥ ।
ōṃ vibhīṣaṇapriyakarāya namaḥ ।
ōṃ daśagrīvakulāntakāya namaḥ ।
ōṃ lakṣmaṇaprāṇadātrē namaḥ । 50 ।

ōṃ vajrakāyāya namaḥ ।
ōṃ mahādyutayē namaḥ ।
ōṃ chirañjīvinē namaḥ ।
ōṃ rāmabhaktāya namaḥ ।
ōṃ daityakāryavighātakāya namaḥ ।
ōṃ akṣahantrē namaḥ ।
ōṃ kāñchanābhāya namaḥ ।
ōṃ pañchavaktrāya namaḥ ।
ōṃ mahātapasē namaḥ ।
ōṃ laṅkiṇībhañjanāya namaḥ । 60 ।

ōṃ śrīmatē namaḥ ।
ōṃ siṃhikāprāṇabhañjanāya namaḥ ।
ōṃ gandhamādanaśailasthāya namaḥ ।
ōṃ laṅkāpuravidāhakāya namaḥ ।
ōṃ sugrīvasachivāya namaḥ ।
ōṃ dhīrāya namaḥ ।
ōṃ śūrāya namaḥ ।
ōṃ daityakulāntakāya namaḥ ।
ōṃ surārchitāya namaḥ ।
ōṃ mahātējasē namaḥ । 70 ।

ōṃ rāmachūḍāmaṇipradāya namaḥ ।
ōṃ kāmarūpiṇē namaḥ ।
ōṃ piṅgaḻākṣāya namaḥ ।
ōṃ vārdhimainākapūjitāya namaḥ ।
ōṃ kabaḻīkṛtamārtāṇḍamaṇḍalāya namaḥ ।
ōṃ vijitēndriyāya namaḥ ।
ōṃ rāmasugrīvasandhātrē namaḥ ।
ōṃ mahirāvaṇamardanāya namaḥ ।
ōṃ sphaṭikābhāya namaḥ ।
ōṃ vāgadhīśāya namaḥ । 80 ।

ōṃ navavyākṛtipaṇḍitāya namaḥ ।
ōṃ chaturbāhavē namaḥ ।
ōṃ dīnabandhavē namaḥ ।
ōṃ mahātmanē namaḥ ।
ōṃ bhaktavatsalāya namaḥ ।
ōṃ sañjīvananagāhartrē namaḥ ।
ōṃ śuchayē namaḥ ।
ōṃ vāgminē namaḥ ।
ōṃ dṛḍhavratāya namaḥ ।
ōṃ kālanēmipramathanāya namaḥ । 90 ।

ōṃ harimarkaṭamarkaṭāya namaḥ ।
ōṃ dāntāya namaḥ ।
ōṃ śāntāya namaḥ ।
ōṃ prasannātmanē namaḥ ।
ōṃ śatakaṇṭhamadāpahṛtē namaḥ ।
ōṃ yōginē namaḥ ।
ōṃ rāmakathālōlāya namaḥ ।
ōṃ sītānvēṣaṇapaṇḍitāya namaḥ ।
ōṃ vajradaṃṣṭrāya namaḥ ।
ōṃ vajranakhāya namaḥ । 100 ।

ōṃ rudravīryasamudbhavāya namaḥ ।
ōṃ indrajitprahitāmōghabrahmāstravinivārakāya namaḥ ।
ōṃ pārthadhvajāgrasaṃvāsinē namaḥ ।
ōṃ śarapañjarabhēdakāya namaḥ ।
ōṃ daśabāhavē namaḥ ।
ōṃ lōkapūjyāya namaḥ ।
ōṃ jāmbavatprītivardhanāya namaḥ ।
ōṃ sītāsamētaśrīrāmapādasēvādhurandharāya namaḥ । 108 ।

iti śrīmadāñjanēyāṣṭōttaraśatanāmāvaḻiḥ ।
`;

export const hindi: String = `
ॐ श्री आंजनेयाय नमः ।
ॐ महावीराय नमः ।
ॐ हनुमते नमः ।
ॐ मारुतात्मजाय नमः ।
ॐ तत्त्वज्ञानप्रदाय नमः ।
ॐ सीतादेवीमुद्राप्रदायकाय नमः ।
ॐ अशोकवनिकाच्छेत्रे नमः ।
ॐ सर्वमायाविभंजनाय नमः ।
ॐ सर्वबंधविमोक्त्रे नमः ।
ॐ रक्षोविध्वंसकारकाय नमः । 10 ।

ॐ परविद्यापरीहाराय नमः ।
ॐ परशौर्यविनाशनाय नमः ।
ॐ परमंत्रनिराकर्त्रे नमः ।
ॐ परयंत्रप्रभेदकाय नमः ।
ॐ सर्वग्रहविनाशिने नमः ।
ॐ भीमसेनसहायकृते नमः ।
ॐ सर्वदुःखहराय नमः ।
ॐ सर्वलोकचारिणे नमः ।
ॐ मनोजवाय नमः ।
ॐ पारिजातद्रुमूलस्थाय नमः । 20 ।

ॐ सर्वमंत्रस्वरूपवते नमः ।
ॐ सर्वतंत्रस्वरूपिणे नमः ।
ॐ सर्वयंत्रात्मकाय नमः ।
ॐ कपीश्वराय नमः ।
ॐ महाकायाय नमः ।
ॐ सर्वरोगहराय नमः ।
ॐ प्रभवे नमः ।
ॐ बलसिद्धिकराय नमः ।
ॐ सर्वविद्यासंपत्प्रदायकाय नमः ।
ॐ कपिसेनानायकाय नमः । 30 ।

ॐ भविष्यच्चतुराननाय नमः ।
ॐ कुमारब्रह्मचारिणे नमः ।
ॐ रत्नकुंडलदीप्तिमते नमः ।
ॐ संचलद्वालसन्नद्धलंबमानशिखोज्ज्वलाय नमः ।
ॐ गंधर्वविद्यातत्त्वज्ञाय नमः ।
ॐ महाबलपराक्रमाय नमः ।
ॐ कारागृहविमोक्त्रे नमः ।
ॐ शृंखलाबंधमोचकाय नमः ।
ॐ सागरोत्तारकाय नमः ।
ॐ प्राज्ञाय नमः । 40 ।

ॐ रामदूताय नमः ।
ॐ प्रतापवते नमः ।
ॐ वानराय नमः ।
ॐ केसरीसुताय नमः ।
ॐ सीताशोकनिवारकाय नमः ।
ॐ अंजनागर्भसंभूताय नमः ।
ॐ बालार्कसदृशाननाय नमः ।
ॐ विभीषणप्रियकराय नमः ।
ॐ दशग्रीवकुलांतकाय नमः ।
ॐ लक्ष्मणप्राणदात्रे नमः । 50 ।

ॐ वज्रकायाय नमः ।
ॐ महाद्युतये नमः ।
ॐ चिरंजीविने नमः ।
ॐ रामभक्ताय नमः ।
ॐ दैत्यकार्यविघातकाय नमः ।
ॐ अक्षहंत्रे नमः ।
ॐ कांचनाभाय नमः ।
ॐ पंचवक्त्राय नमः ।
ॐ महातपसे नमः ।
ॐ लंकिणीभंजनाय नमः । 60 ।

ॐ श्रीमते नमः ।
ॐ सिंहिकाप्राणभंजनाय नमः ।
ॐ गंधमादनशैलस्थाय नमः ।
ॐ लंकापुरविदाहकाय नमः ।
ॐ सुग्रीवसचिवाय नमः ।
ॐ धीराय नमः ।
ॐ शूराय नमः ।
ॐ दैत्यकुलांतकाय नमः ।
ॐ सुरार्चिताय नमः ।
ॐ महातेजसे नमः । 70 ।

ॐ रामचूडामणिप्रदाय नमः ।
ॐ कामरूपिणे नमः ।
ॐ पिंगलाक्षाय नमः ।
ॐ वार्धिमैनाकपूजिताय नमः ।
ॐ कबलीकृतमार्तांडमंडलाय नमः ।
ॐ विजितेंद्रियाय नमः ।
ॐ रामसुग्रीवसंधात्रे नमः ।
ॐ महिरावणमर्दनाय नमः ।
ॐ स्फटिकाभाय नमः ।
ॐ वागधीशाय नमः । 80 ।

ॐ नवव्याकृतिपंडिताय नमः ।
ॐ चतुर्बाहवे नमः ।
ॐ दीनबंधवे नमः ।
ॐ महात्मने नमः ।
ॐ भक्तवत्सलाय नमः ।
ॐ संजीवननगाहर्त्रे नमः ।
ॐ शुचये नमः ।
ॐ वाग्मिने नमः ।
ॐ दृढव्रताय नमः ।
ॐ कालनेमिप्रमथनाय नमः । 90 ।

ॐ हरिमर्कटमर्कटाय नमः ।
ॐ दांताय नमः ।
ॐ शांताय नमः ।
ॐ प्रसन्नात्मने नमः ।
ॐ शतकंठमदापहृते नमः ।
ॐ योगिने नमः ।
ॐ रामकथालोलाय नमः ।
ॐ सीतान्वेषणपंडिताय नमः ।
ॐ वज्रदंष्ट्राय नमः ।
ॐ वज्रनखाय नमः । 100 ।

ॐ रुद्रवीर्यसमुद्भवाय नमः ।
ॐ इंद्रजित्प्रहितामोघब्रह्मास्त्रविनिवारकाय नमः ।
ॐ पार्थध्वजाग्रसंवासिने नमः ।
ॐ शरपंजरभेदकाय नमः ।
ॐ दशबाहवे नमः ।
ॐ लोकपूज्याय नमः ।
ॐ जांबवत्प्रीतिवर्धनाय नमः ।
ॐ सीतासमेतश्रीरामपादसेवाधुरंधराय नमः । 108 ।

इति श्रीमदांजनेयाष्टोत्तरशतनामावलिः ।
`;

export const telugu: String = `
ఓం శ్రీ ఆంజనేయాయ నమః ।
ఓం మహావీరాయ నమః ।
ఓం హనుమతే నమః ।
ఓం మారుతాత్మజాయ నమః ।
ఓం తత్త్వజ్ఞానప్రదాయ నమః ।
ఓం సీతాదేవీముద్రాప్రదాయకాయ నమః ।
ఓం అశోకవనికాచ్ఛేత్రే నమః ।
ఓం సర్వమాయావిభంజనాయ నమః ।
ఓం సర్వబంధవిమోక్త్రే నమః ।
ఓం రక్షోవిధ్వంసకారకాయ నమః । 10 ।

ఓం పరవిద్యాపరీహారాయ నమః ।
ఓం పరశౌర్యవినాశనాయ నమః ।
ఓం పరమంత్రనిరాకర్త్రే నమః ।
ఓం పరయంత్రప్రభేదకాయ నమః ।
ఓం సర్వగ్రహవినాశినే నమః ।
ఓం భీమసేనసహాయకృతే నమః ।
ఓం సర్వదుఃఖహరాయ నమః ।
ఓం సర్వలోకచారిణే నమః ।
ఓం మనోజవాయ నమః ।
ఓం పారిజాతద్రుమూలస్థాయ నమః । 20 ।

ఓం సర్వమంత్రస్వరూపవతే నమః ।
ఓం సర్వతంత్రస్వరూపిణే నమః ।
ఓం సర్వయంత్రాత్మకాయ నమః ।
ఓం కపీశ్వరాయ నమః ।
ఓం మహాకాయాయ నమః ।
ఓం సర్వరోగహరాయ నమః ।
ఓం ప్రభవే నమః ।
ఓం బలసిద్ధికరాయ నమః ।
ఓం సర్వవిద్యాసంపత్ప్రదాయకాయ నమః ।
ఓం కపిసేనానాయకాయ నమః । 30 ।

ఓం భవిష్యచ్చతురాననాయ నమః ।
ఓం కుమారబ్రహ్మచారిణే నమః ।
ఓం రత్నకుండలదీప్తిమతే నమః ।
ఓం సంచలద్వాలసన్నద్ధలంబమానశిఖోజ్జ్వలాయ నమః ।
ఓం గంధర్వవిద్యాతత్త్వజ్ఞాయ నమః ।
ఓం మహాబలపరాక్రమాయ నమః ।
ఓం కారాగృహవిమోక్త్రే నమః ।
ఓం శృంఖలాబంధమోచకాయ నమః ।
ఓం సాగరోత్తారకాయ నమః ।
ఓం ప్రాజ్ఞాయ నమః । 40 ।

ఓం రామదూతాయ నమః ।
ఓం ప్రతాపవతే నమః ।
ఓం వానరాయ నమః ।
ఓం కేసరీసుతాయ నమః ।
ఓం సీతాశోకనివారకాయ నమః ।
ఓం అంజనాగర్భసంభూతాయ నమః ।
ఓం బాలార్కసదృశాననాయ నమః ।
ఓం విభీషణప్రియకరాయ నమః ।
ఓం దశగ్రీవకులాంతకాయ నమః ।
ఓం లక్ష్మణప్రాణదాత్రే నమః । 50 ।

ఓం వజ్రకాయాయ నమః ।
ఓం మహాద్యుతయే నమః ।
ఓం చిరంజీవినే నమః ।
ఓం రామభక్తాయ నమః ।
ఓం దైత్యకార్యవిఘాతకాయ నమః ।
ఓం అక్షహంత్రే నమః ।
ఓం కాంచనాభాయ నమః ।
ఓం పంచవక్త్రాయ నమః ।
ఓం మహాతపసే నమః ।
ఓం లంకిణీభంజనాయ నమః । 60 ।

ఓం శ్రీమతే నమః ।
ఓం సింహికాప్రాణభంజనాయ నమః ।
ఓం గంధమాదనశైలస్థాయ నమః ।
ఓం లంకాపురవిదాహకాయ నమః ।
ఓం సుగ్రీవసచివాయ నమః ।
ఓం ధీరాయ నమః ।
ఓం శూరాయ నమః ।
ఓం దైత్యకులాంతకాయ నమః ।
ఓం సురార్చితాయ నమః ।
ఓం మహాతేజసే నమః । 70 ।

ఓం రామచూడామణిప్రదాయ నమః ।
ఓం కామరూపిణే నమః ।
ఓం పింగళాక్షాయ నమః ।
ఓం వార్ధిమైనాకపూజితాయ నమః ।
ఓం కబళీకృతమార్తాండమండలాయ నమః ।
ఓం విజితేంద్రియాయ నమః ।
ఓం రామసుగ్రీవసంధాత్రే నమః ।
ఓం మహిరావణమర్దనాయ నమః ।
ఓం స్ఫటికాభాయ నమః ।
ఓం వాగధీశాయ నమః । 80 ।

ఓం నవవ్యాకృతిపండితాయ నమః ।
ఓం చతుర్బాహవే నమః ।
ఓం దీనబంధవే నమః ।
ఓం మహాత్మనే నమః ।
ఓం భక్తవత్సలాయ నమః ।
ఓం సంజీవననగాహర్త్రే నమః ।
ఓం శుచయే నమః ।
ఓం వాగ్మినే నమః ।
ఓం దృఢవ్రతాయ నమః ।
ఓం కాలనేమిప్రమథనాయ నమః । 90 ।

ఓం హరిమర్కటమర్కటాయ నమః ।
ఓం దాంతాయ నమః ।
ఓం శాంతాయ నమః ।
ఓం ప్రసన్నాత్మనే నమః ।
ఓం శతకంఠమదాపహృతే నమః ।
ఓం యోగినే నమః ।
ఓం రామకథాలోలాయ నమః ।
ఓం సీతాన్వేషణపండితాయ నమః ।
ఓం వజ్రదంష్ట్రాయ నమః ।
ఓం వజ్రనఖాయ నమః । 100 ।

ఓం రుద్రవీర్యసముద్భవాయ నమః ।
ఓం ఇంద్రజిత్ప్రహితామోఘబ్రహ్మాస్త్రవినివారకాయ నమః ।
ఓం పార్థధ్వజాగ్రసంవాసినే నమః ।
ఓం శరపంజరభేదకాయ నమః ।
ఓం దశబాహవే నమః ।
ఓం లోకపూజ్యాయ నమః ।
ఓం జాంబవత్ప్రీతివర్ధనాయ నమః ।
ఓం సీతాసమేతశ్రీరామపాదసేవాధురంధరాయ నమః । 108 ।

ఇతి శ్రీమదాంజనేయాష్టోత్తరశతనామావళిః ।
`