export const english = `
śrī āñjanēyaṃ prasannāñjanēyaṃ
prabhādivyakāyaṃ prakīrti pradāyaṃ
bhajē vāyuputraṃ bhajē vālagātraṃ bhajēhaṃ pavitraṃ
bhajē sūryamitraṃ bhajē rudrarūpaṃ
bhajē brahmatējaṃ baṭañchun prabhātambu
sāyantramun nīnāmasaṅkīrtanal jēsi
nī rūpu varṇiñchi nīmīda nē daṇḍakaṃ bokkaṭin jēya
nī mūrtigāviñchi nīsundaraṃ beñchi nī dāsadāsuṇḍavai
rāmabhaktuṇḍanai ninnu nēgolchedan
nī kaṭākṣambunan jūchitē vēḍukal chēsitē
nā morāliñchitē nannu rakṣiñchitē
añjanādēvi garbhānvayā dēva
ninneñcha nēnentavāḍan
dayāśālivai jūchiyun dātavai brōchiyun
daggaran nilchiyun dolli sugrīvukun-mantrivai
svāmi kāryārthamai yēgi
śrīrāma saumitrulaṃ jūchi vārinvichāriñchi
sarvēśu būjiñchi yabbhānujuṃ baṇṭu gāviñchi
vālinin jampiñchi kākutthsa tilakun kṛpādṛṣṭi vīkṣiñchi
kiṣkindhakēteñchi śrīrāma kāryārthamai laṅka kēteñchiyun
laṅkiṇin jampiyun laṅkanun gālchiyun
yabhbhūmijaṃ jūchi yānandamuppoṅgi yāyuṅgarambichchi
yāratnamun dechchi śrīrāmunakunnichchi santōṣamun​​jēsi
sugrīvunin yaṅgadun jāmbavantu nnalunnīlulan gūḍi
yāsētuvun dāṭi vānarul​mūkalai penmūkalai
yādaityulan druñchagā rāvaṇuṇḍanta kālāgni rudruṇḍugā vachchi
brahmāṇḍamainaṭṭi yā śaktinin​vaichi yālakṣaṇun mūrChanondimpagānappuḍē nīvu
sañjīvinin​dechchi saumitrikinnichchi prāṇambu rakṣimpagā
kumbhakarṇādula nvīrulaṃ bōra śrīrāma bāṇāgni
vārandarin rāvaṇun jampagā nanta lōkambu lānandamai yuṇḍa
navvēḻanu nvibhīṣuṇun vēḍukan dōḍukan vachchi paṭṭābhiṣēkambu chēyiñchi,
sītāmahādēvinin dechchi śrīrāmukunnichchi,
yantannayōdhyāpurin​jochchi paṭṭābhiṣēkambu saṃrambhamaiyunna
nīkanna nākevvarun gūrmi lērañchu manniñchi śrīrāmabhakta praśastambugā
ninnu sēviñchi nī kīrtanal chēsinan pāpamul​lbāyunē bhayamulun
dīrunē bhāgyamul galgunē sāmrājyamul galgu sampattulun kalgunō
vānarākāra yōbhakta mandāra yōpuṇya sañchāra yōdhīra yōvīra
nīvē samastambugā noppi yātāraka brahma mantrambu paṭhiyiñchuchun sthirammugan
vajradēhambunun dālchi śrīrāma śrīrāmayañchun manaḥpūtamaina eppuḍun tappakan
talatunā jihvayanduṇḍi nī dīrghadēhammu trailōkya sañchārivai rāma
nāmāṅkitadhyānivai brahmatējambunan raudranījvāla
kallōla hāvīra hanumanta ōṅkāra śabdambulan bhūta prētambulan ben
piśāchambulan śākinī ḍhākinītyādulan gālidayyambulan
nīdu vālambunan juṭṭi nēlambaḍaṃ goṭṭi nīmuṣṭi ghātambulan
bāhudaṇḍambulan rōmakhaṇḍambulan druñchi kālāgni
rudruṇḍavai nīvu brahmaprabhābhāsitambaina nīdivya tējambunun jūchi
rārōri nāmuddu narasiṃha yan​chun dayādṛṣṭi
vīkṣiñchi nannēlu nāsvāmiyō yāñjanēyā
namastē sadā brahmachārī
namastē namōvāyuputrā namastē namaḥ
`;

export const hindi: String = `
श्री आंजनेयं प्रसन्नांजनेयं
प्रभादिव्यकायं प्रकीर्ति प्रदायं
भजे वायुपुत्रं भजे वालगात्रं भजेहं पवित्रं
भजे सूर्यमित्रं भजे रुद्ररूपं
भजे ब्रह्मतेजं बटंचुन् प्रभातंबु
सायंत्रमुन् नीनामसंकीर्तनल् जेसि
नी रूपु वर्णिंचि नीमीद ने दंडकं बॊक्कटिन् जेय
नी मूर्तिगाविंचि नीसुंदरं बॆंचि नी दासदासुंडवै
रामभक्तुंडनै निन्नु नेगॊल्चॆदन्
नी कटाक्षंबुनन् जूचिते वेडुकल् चेसिते
ना मॊरालिंचिते नन्नु रक्षिंचिते
अंजनादेवि गर्भान्वया देव
निन्नॆंच नेनॆंतवाडन्
दयाशालिवै जूचियुन् दातवै ब्रोचियुन्
दग्गरन् निल्चियुन् दॊल्लि सुग्रीवुकुन्-मंत्रिवै
स्वामि कार्यार्थमै येगि
श्रीराम सौमित्रुलं जूचि वारिन्विचारिंचि
सर्वेशु बूजिंचि यब्भानुजुं बंटु गाविंचि
वालिनिन् जंपिंचि काकुत्थ्स तिलकुन् कृपादृष्टि वीक्षिंचि
किष्किंधकेतॆंचि श्रीराम कार्यार्थमै लंक केतॆंचियुन्
लंकिणिन् जंपियुन् लंकनुन् गाल्चियुन्
यभ्भूमिजं जूचि यानंदमुप्पॊंगि यायुंगरंबिच्चि
यारत्नमुन् दॆच्चि श्रीरामुनकुन्निच्चि संतोषमुन्​जेसि
सुग्रीवुनिन् यंगदुन् जांबवंतु न्नलुन्नीलुलन् गूडि
यासेतुवुन् दाटि वानरुल्​मूकलै पॆन्मूकलै
यादैत्युलन् द्रुंचगा रावणुंडंत कालाग्नि रुद्रुंडुगा वच्चि
ब्रह्मांडमैनट्टि या शक्तिनिन्​वैचि यालक्षणुन् मूर्छनॊंदिंपगानप्पुडे नीवु
संजीविनिन्​दॆच्चि सौमित्रिकिन्निच्चि प्राणंबु रक्षिंपगा
कुंभकर्णादुल न्वीरुलं बोर श्रीराम बाणाग्नि
वारंदरिन् रावणुन् जंपगा नंत लोकंबु लानंदमै युंड
नव्वेलनु न्विभीषुणुन् वेडुकन् दोडुकन् वच्चि पट्टाभिषेकंबु चेयिंचि,
सीतामहादेविनिन् दॆच्चि श्रीरामुकुन्निच्चि,
यंतन्नयोध्यापुरिन्​जॊच्चि पट्टाभिषेकंबु संरंभमैयुन्न
नीकन्न नाकॆव्वरुन् गूर्मि लेरंचु मन्निंचि श्रीरामभक्त प्रशस्तंबुगा
निन्नु सेविंचि नी कीर्तनल् चेसिनन् पापमुल्​ल्बायुने भयमुलुन्
दीरुने भाग्यमुल् गल्गुने साम्राज्यमुल् गल्गु संपत्तुलुन् कल्गुनो
वानराकार योभक्त मंदार योपुण्य संचार योधीर योवीर
नीवे समस्तंबुगा नॊप्पि यातारक ब्रह्म मंत्रंबु पठियिंचुचुन् स्थिरम्मुगन्
वज्रदेहंबुनुन् दाल्चि श्रीराम श्रीरामयंचुन् मनःपूतमैन ऎप्पुडुन् तप्पकन्
तलतुना जिह्वयंदुंडि नी दीर्घदेहम्मु त्रैलोक्य संचारिवै राम
नामांकितध्यानिवै ब्रह्मतेजंबुनन् रौद्रनीज्वाल
कल्लोल हावीर हनुमंत ॐकार शब्दंबुलन् भूत प्रेतंबुलन् बॆन्
पिशाचंबुलन् शाकिनी ढाकिनीत्यादुलन् गालिदय्यंबुलन्
नीदु वालंबुनन् जुट्टि नेलंबडं गॊट्टि नीमुष्टि घातंबुलन्
बाहुदंडंबुलन् रोमखंडंबुलन् द्रुंचि कालाग्नि
रुद्रुंडवै नीवु ब्रह्मप्रभाभासितंबैन नीदिव्य तेजंबुनुन् जूचि
रारोरि नामुद्दु नरसिंह यन्​चुन् दयादृष्टि
वीक्षिंचि नन्नेलु नास्वामियो यांजनेया
नमस्ते सदा ब्रह्मचारी
नमस्ते नमोवायुपुत्रा नमस्ते नमः
`;

export const telugu: String = `
శ్రీ ఆంజనేయం ప్రసన్నాంజనేయం
ప్రభాదివ్యకాయం ప్రకీర్తి ప్రదాయం
భజే వాయుపుత్రం భజే వాలగాత్రం భజేహం పవిత్రం
భజే సూర్యమిత్రం భజే రుద్రరూపం
భజే బ్రహ్మతేజం బటంచున్ ప్రభాతంబు
సాయంత్రమున్ నీనామసంకీర్తనల్ జేసి
నీ రూపు వర్ణించి నీమీద నే దండకం బొక్కటిన్ జేయ
నీ మూర్తిగావించి నీసుందరం బెంచి నీ దాసదాసుండవై
రామభక్తుండనై నిన్ను నేగొల్చెదన్
నీ కటాక్షంబునన్ జూచితే వేడుకల్ చేసితే
నా మొరాలించితే నన్ను రక్షించితే
అంజనాదేవి గర్భాన్వయా దేవ
నిన్నెంచ నేనెంతవాడన్
దయాశాలివై జూచియున్ దాతవై బ్రోచియున్
దగ్గరన్ నిల్చియున్ దొల్లి సుగ్రీవుకున్-మంత్రివై
స్వామి కార్యార్థమై యేగి
శ్రీరామ సౌమిత్రులం జూచి వారిన్విచారించి
సర్వేశు బూజించి యబ్భానుజుం బంటు గావించి
వాలినిన్ జంపించి కాకుత్థ్స తిలకున్ కృపాదృష్టి వీక్షించి
కిష్కింధకేతెంచి శ్రీరామ కార్యార్థమై లంక కేతెంచియున్
లంకిణిన్ జంపియున్ లంకనున్ గాల్చియున్
యభ్భూమిజం జూచి యానందముప్పొంగి యాయుంగరంబిచ్చి
యారత్నమున్ దెచ్చి శ్రీరామునకున్నిచ్చి సంతోషమున్​జేసి
సుగ్రీవునిన్ యంగదున్ జాంబవంతు న్నలున్నీలులన్ గూడి
యాసేతువున్ దాటి వానరుల్​మూకలై పెన్మూకలై
యాదైత్యులన్ ద్రుంచగా రావణుండంత కాలాగ్ని రుద్రుండుగా వచ్చి
బ్రహ్మాండమైనట్టి యా శక్తినిన్​వైచి యాలక్షణున్ మూర్ఛనొందింపగానప్పుడే నీవు
సంజీవినిన్​దెచ్చి సౌమిత్రికిన్నిచ్చి ప్రాణంబు రక్షింపగా
కుంభకర్ణాదుల న్వీరులం బోర శ్రీరామ బాణాగ్ని
వారందరిన్ రావణున్ జంపగా నంత లోకంబు లానందమై యుండ
నవ్వేళను న్విభీషుణున్ వేడుకన్ దోడుకన్ వచ్చి పట్టాభిషేకంబు చేయించి,
సీతామహాదేవినిన్ దెచ్చి శ్రీరాముకున్నిచ్చి,
యంతన్నయోధ్యాపురిన్​జొచ్చి పట్టాభిషేకంబు సంరంభమైయున్న
నీకన్న నాకెవ్వరున్ గూర్మి లేరంచు మన్నించి శ్రీరామభక్త ప్రశస్తంబుగా
నిన్ను సేవించి నీ కీర్తనల్ చేసినన్ పాపముల్​ల్బాయునే భయములున్
దీరునే భాగ్యముల్ గల్గునే సామ్రాజ్యముల్ గల్గు సంపత్తులున్ కల్గునో
వానరాకార యోభక్త మందార యోపుణ్య సంచార యోధీర యోవీర
నీవే సమస్తంబుగా నొప్పి యాతారక బ్రహ్మ మంత్రంబు పఠియించుచున్ స్థిరమ్ముగన్
వజ్రదేహంబునున్ దాల్చి శ్రీరామ శ్రీరామయంచున్ మనఃపూతమైన ఎప్పుడున్ తప్పకన్
తలతునా జిహ్వయందుండి నీ దీర్ఘదేహమ్ము త్రైలోక్య సంచారివై రామ
నామాంకితధ్యానివై బ్రహ్మతేజంబునన్ రౌద్రనీజ్వాల
కల్లోల హావీర హనుమంత ఓంకార శబ్దంబులన్ భూత ప్రేతంబులన్ బెన్
పిశాచంబులన్ శాకినీ ఢాకినీత్యాదులన్ గాలిదయ్యంబులన్
నీదు వాలంబునన్ జుట్టి నేలంబడం గొట్టి నీముష్టి ఘాతంబులన్
బాహుదండంబులన్ రోమఖండంబులన్ ద్రుంచి కాలాగ్ని
రుద్రుండవై నీవు బ్రహ్మప్రభాభాసితంబైన నీదివ్య తేజంబునున్ జూచి
రారోరి నాముద్దు నరసింహ యన్​చున్ దయాదృష్టి
వీక్షించి నన్నేలు నాస్వామియో యాంజనేయా
నమస్తే సదా బ్రహ్మచారీ
నమస్తే నమోవాయుపుత్రా నమస్తే నమః
`