export default {
  welcome: "namste",
  "Pavitra Mantras": "पवित्र मंत्र",
  hanuman: "हनुमान",
  "Hanuman Chalisa": "हनुमान चालीसा",
  "Anjaneya Dandakam": "अंजनेय दंडकम",
  "Hanuman Ashtottara Sata Namavali": "हनुमान अष्टोत्तर शत नामावली",
  "Ramayana Jaya Mantram": "रामायण जय मंत्र",
  "Hanuman Pancha Ratnam": "हनुमान पंच रत्नम",
  "ASHTOTTARA SATA NAAMA STOTRAM": "अष्टोत्तर शत नाम स्तोत्रम",
  "HANUMAN ASHTAKAM": "हनुमान अष्टक",
  "HANUMAN BAJRANG BAAN": "हनुमान बजरंग बाण",
  "APADUDDHARAKA HANUMAN STOTRAM": "आपदुद्धारक हनुमान स्तोत्रम",
  "HANUMAN KAVACHAM": "हनुमान कवचम",
  "ANJANEYA BHUJANGA STOTRAM": "अंजनेय भुजंग स्तोत्रम",
  "HANUMAN MALA MANTRAM": "हनुमान माला मंत्रम",
  "SRI RAMA DOOTHA ANJANEYA STOTRAM": "श्री राम दूत अंजनेय स्तोत्रम",
  hanuman_chalisa: `
श्री गुरु चरन सरोज रज, निज मनु मुकुरु सुधारि।
बरनउँ रघुबर बिमल जसु, जो दायकु फल चारि॥

बुद्धिहीन तनु जानिके, सुमिरौं पवन-कुमार।
बल बुद्धि बिद्या देहु मोहिं, हरहु कलेस बिकार॥

॥ दोहा ॥
जय हनुमान ज्ञान गुन सागर।
जय कपीस तिहुँ लोक उजागर॥

राम दूत अतुलित बलधामा।
अंजनि-पुत्र पवनसुत नामा॥

महाबीर बिक्रम बजरंगी।
कुमति निवार सुमति के संगी॥

कंचन बरन बिराज सुबेसा।
कानन कुंडल कुंचित केसा॥

हाथ बज्र औ ध्वजा बिराजै।
काँधे मूँज जनेऊ साजै॥

शंकर सुवन केसरी नंदन।
तेज प्रताप महा जग बंदन॥

विद्यावान गुनी अति चातुर।
राम काज करिबे को आतुर॥

प्रभु चरित्र सुनिबे को रसिया।
राम लखन सीता मन बसिया॥

सूक्ष्म रूप धरि सियहिं दिखावा।
बिकट रूप धरि लंक जरावा॥

भीम रूप धरि असुर सँहारे।
रामचंद्र के काज सँवारे॥

लाय सजीवन लखन जियाए।
श्रीरघुबीर हरषि उर लाए॥

रघुपति कीन्ही बहुत बड़ाई।
तुम मम प्रिय भरतहि सम भाई॥

सहस बदन तुम्हरो जस गावैं।
अस कहि श्रीपति कंठ लगावैं॥

सनकादिक ब्रह्मादि मुनीसा।
नारद सारद सहित अहीसा॥

जम कुबेर दिगपाल जहाँते।
कबि कोबिद कहि सके कहाँते॥

तुम उपकार सुग्रीवहिं कीन्हा।
राम मिलाय राजपद दीन्हा॥

तुम्हरो मंत्र बिभीषन माना।
लंकेस्वर भए सब जग जाना॥

जुग सहस्र जोजन पर भानू।
लील्यो ताहि मधुर फल जानू॥

प्रभु मुद्रिका मेलि मुख माहीं।
जलधि लाँघि गये अचरज नाहीं॥

दुर्गम काज जगत के जेते।
सुगम अनुग्रह तुम्हरे तेते॥

राम दुआरे तुम रखवारे।
होत न आज्ञा बिनु पैसारे॥

सब सुख लहै तुम्हारी सरना।
तुम रक्षक काहू को डरना॥

आपन तेज सम्हारो आपै।
तीनों लोक हाँक ते काँपै॥

भूत पिशाच निकट नहिं आवै।
महाबीर जब नाम सुनावै॥

नासै रोग हरै सब पीरा।
जपत निरंतर हनुमत बीरा॥

संकट तें हनुमान छुड़ावै।
मन क्रम बचन ध्यान जो लावै॥

सब पर राम तपस्वी राजा।
तिनके काज सकल तुम साजा॥

और मनोरथ जो कोई लावै।
सोय अमित जीवन फल पावै॥

चारों जुग परताप तुम्हारा।
है परसिद्ध जगत उजियारा॥

साधु संत के तुम रखवारे।
असुर निकंदन राम दुलारे॥

अष्टसिद्धि नव निधि के दाता।
अस बर दीन जानकी माता॥

राम रसायन तुम्हरे पासा।
सदा रहो रघुपति के दासा॥

तुम्हरे भजन राम को पावै।
जनम जनम के दुख बिसरावै॥

अंत काल रघुबर पुर जाई।
जहाँ जन्म हरि-भक्त कहाई॥

और देवता चित्त न धरई।
हनुमत सेइ सर्ब सुख करई॥

संकट कटै मिटै सब पीरा।
जो सुमिरै हनुमत बलबीरा॥

जय जय जय हनुमान गोसाईं।
कृपा करहु गुरुदेव की नाईं॥

जो सत बार पाठ कर कोई।
छूटहि बंदि महा सुख होई॥

जो यह पढ़ै हनुमान चालीसा।
होय सिद्धि साखी गौरीसा॥

तुलसीदास सदा हरि चेरा।
कीजै नाथ हृदय महँ डेरा॥

॥ दोहा ॥
पवन तनय संकट हरन, मंगल मूरति रूप।
राम लखन सीता सहित, हृदय बसहु सुर भूप॥
    `,
  anjaneya_dandakam: `
श्री आंजनेयं प्रसन्नांजनेयं
प्रभादिव्यकायं प्रकीर्ति प्रदायं
भजे वायुपुत्रं भजे वालगात्रं भजेहं पवित्रं
भजे सूर्यमित्रं भजे रुद्ररूपं
भजे ब्रह्मतेजं बटंचुन् प्रभातंबु
सायंत्रमुन् नीनामसंकीर्तनल् जेसि
नी रूपु वर्णिंचि नीमीद ने दंडकं बॊक्कटिन् जेय
नी मूर्तिगाविंचि नीसुंदरं बॆंचि नी दासदासुंडवै
रामभक्तुंडनै निन्नु नेगॊल्चॆदन्
नी कटाक्षंबुनन् जूचिते वेडुकल् चेसिते
ना मॊरालिंचिते नन्नु रक्षिंचिते
अंजनादेवि गर्भान्वया देव
निन्नॆंच नेनॆंतवाडन्
दयाशालिवै जूचियुन् दातवै ब्रोचियुन्
दग्गरन् निल्चियुन् दॊल्लि सुग्रीवुकुन्-मंत्रिवै
स्वामि कार्यार्थमै येगि
श्रीराम सौमित्रुलं जूचि वारिन्विचारिंचि
सर्वेशु बूजिंचि यब्भानुजुं बंटु गाविंचि
वालिनिन् जंपिंचि काकुत्थ्स तिलकुन् कृपादृष्टि वीक्षिंचि
किष्किंधकेतॆंचि श्रीराम कार्यार्थमै लंक केतॆंचियुन्
लंकिणिन् जंपियुन् लंकनुन् गाल्चियुन्
यभ्भूमिजं जूचि यानंदमुप्पॊंगि यायुंगरंबिच्चि
यारत्नमुन् दॆच्चि श्रीरामुनकुन्निच्चि संतोषमुन्​जेसि
सुग्रीवुनिन् यंगदुन् जांबवंतु न्नलुन्नीलुलन् गूडि
यासेतुवुन् दाटि वानरुल्​मूकलै पॆन्मूकलै
यादैत्युलन् द्रुंचगा रावणुंडंत कालाग्नि रुद्रुंडुगा वच्चि
ब्रह्मांडमैनट्टि या शक्तिनिन्​वैचि यालक्षणुन् मूर्छनॊंदिंपगानप्पुडे नीवु
संजीविनिन्​दॆच्चि सौमित्रिकिन्निच्चि प्राणंबु रक्षिंपगा
कुंभकर्णादुल न्वीरुलं बोर श्रीराम बाणाग्नि
वारंदरिन् रावणुन् जंपगा नंत लोकंबु लानंदमै युंड
नव्वेलनु न्विभीषुणुन् वेडुकन् दोडुकन् वच्चि पट्टाभिषेकंबु चेयिंचि,
सीतामहादेविनिन् दॆच्चि श्रीरामुकुन्निच्चि,
यंतन्नयोध्यापुरिन्​जॊच्चि पट्टाभिषेकंबु संरंभमैयुन्न
नीकन्न नाकॆव्वरुन् गूर्मि लेरंचु मन्निंचि श्रीरामभक्त प्रशस्तंबुगा
निन्नु सेविंचि नी कीर्तनल् चेसिनन् पापमुल्​ल्बायुने भयमुलुन्
दीरुने भाग्यमुल् गल्गुने साम्राज्यमुल् गल्गु संपत्तुलुन् कल्गुनो
वानराकार योभक्त मंदार योपुण्य संचार योधीर योवीर
नीवे समस्तंबुगा नॊप्पि यातारक ब्रह्म मंत्रंबु पठियिंचुचुन् स्थिरम्मुगन्
वज्रदेहंबुनुन् दाल्चि श्रीराम श्रीरामयंचुन् मनःपूतमैन ऎप्पुडुन् तप्पकन्
तलतुना जिह्वयंदुंडि नी दीर्घदेहम्मु त्रैलोक्य संचारिवै राम
नामांकितध्यानिवै ब्रह्मतेजंबुनन् रौद्रनीज्वाल
कल्लोल हावीर हनुमंत ॐकार शब्दंबुलन् भूत प्रेतंबुलन् बॆन्
पिशाचंबुलन् शाकिनी ढाकिनीत्यादुलन् गालिदय्यंबुलन्
नीदु वालंबुनन् जुट्टि नेलंबडं गॊट्टि नीमुष्टि घातंबुलन्
बाहुदंडंबुलन् रोमखंडंबुलन् द्रुंचि कालाग्नि
रुद्रुंडवै नीवु ब्रह्मप्रभाभासितंबैन नीदिव्य तेजंबुनुन् जूचि
रारोरि नामुद्दु नरसिंह यन्​चुन् दयादृष्टि
वीक्षिंचि नन्नेलु नास्वामियो यांजनेया
नमस्ते सदा ब्रह्मचारी
नमस्ते नमोवायुपुत्रा नमस्ते नमः
    `,
  ramayana_Jaya_mantram: `
जयत्यतिबलो रामो लक्ष्मणश्च महाबलः
राजा जयति सुग्रीवो राघवेणाभिपालितः ।
दासोहं कोसलेंद्रस्य रामस्याक्लिष्टकर्मणः
हनुमान् शत्रुसैन्यानां निहंता मारुतात्मजः ॥

न रावण सहस्रं मे युद्धे प्रतिबलं भवेत्
शिलाभिस्तु प्रहरतः पादपैश्च सहस्रशः ।
अर्धयित्वा पुरीं लंकामभिवाद्य च मैथिलीं
समृद्धार्धो गमिष्यामि मिषतां सर्वरक्षसाम् ॥
    `,
  hanuman_pancha_ratnam: `
वीताखिलविषयेच्छं जातानंदाश्रुपुलकमत्यच्छम्
सीतापति दूताद्यं वातात्मजमद्य भावये हृद्यम् ॥ 1 ॥

तरुणारुणमुखकमलं करुणारसपूरपूरितापांगम्
संजीवनमाशासे मंजुलमहिमानमंजनाभाग्यम् ॥ 2 ॥

शंबरवैरिशरातिगमंबुजदल विपुललोचनोदारम्
कंबुगलमनिलदिष्टं बिंबज्वलितोष्ठमेकमवलंबे ॥ 3 ॥

दूरीकृतसीतार्तिः प्रकटीकृतरामवैभवस्फूर्तिः
दारितदशमुखकीर्तिः पुरतो मम भातु हनुमतो मूर्तिः ॥ 4 ॥

वानरनिकराध्यक्षं दानवकुलकुमुदरविकरसदृशम्
दीनजनावनदीक्षं पवनतपः पाकपुंजमद्राक्षम् ॥ 5 ॥

एतत्पवनसुतस्य स्तोत्रं यः पठति पंचरत्नाख्यम्
चिरमिह निखिलान्भोगान्भुंक्त्वा श्रीरामभक्तिभाग्भवति ॥ 6 ॥
    `,
  hanuman_ashtakam: `
श्रीरघुराजपदाब्जनिकेतन पंकजलोचन मंगलराशे
चंडमहाभुजदंड सुरारिविखंडनपंडित पाहि दयालो ।
पातकिनं च समुद्धर मां महतां हि सतामपि मानमुदारं
त्वां भजतो मम देहि दयाघन हे हनुमन् स्वपदांबुजदास्यम् ॥ 1 ॥

संसृतितापमहानलदग्धतनूरुहमर्मतनोरतिवेलं
पुत्रधनस्वजनात्मगृहादिषु सक्तमतेरतिकिल्बिषमूर्तेः ।
केनचिदप्यमलेन पुराकृतपुण्यसुपुंजलवेन विभो वै
त्वां भजतो मम देहि दयाघन हे हनुमन् स्वपदांबुजदास्यम् ॥ 2 ॥

संसृतिकूपमनल्पमघोरनिदाघनिदानमजस्रमशेषं
प्राप्य सुदुःखसहस्रभुजंगविषैकसमाकुलसर्वतनोर्मे ।
घोरमहाकृपणापदमेव गतस्य हरे पतितस्य भवाब्धौ
त्वां भजतो मम देहि दयाघन हे हनुमन् स्वपदांबुजदास्यम् ॥ 3 ॥

संसृतिसिंधुविशालकरालमहाबलकालझषग्रसनार्तं
व्यग्रसमग्रधियं कृपणं च महामदनक्रसुचक्रहृतासुम् ।
कालमहारसनोर्मिनिपीडितमुद्धर दीनमनन्यगतिं मां
त्वां भजतो मम देहि दयाघन हे हनुमन् स्वपदांबुजदास्यम् ॥ 4 ॥

संसृतिघोरमहागहने चरतो मणिरंजितपुण्यसुमूर्तेः
मन्मथभीकरघोरमहोग्रमृगप्रवरार्दितगात्रसुसंधेः ।
मत्सरतापविशेषनिपीडितबाह्यमतेश्च कथं चिदमेयं
त्वां भजतो मम देहि दयाघन हे हनुमन् स्वपदांबुजदास्यम् ॥ 5 ॥

संसृतिवृक्षमनेकशताघनिदानमनंतविकर्मसुशाखं
दुःखफलं करणादिपलाशमनंगसुपुष्पमचिंत्यसुमूलम् ।
तं ह्यधिरुह्य हरे पतितं शरणागतमेव विमोचय मूढं
त्वां भजतो मम देहि दयाघन हे हनुमन् स्वपदांबुजदास्यम् ॥ 6 ॥

संसृतिपन्नगवक्त्रभयंकरदंष्ट्रमहाविषदग्धशरीरं
प्राणविनिर्गमभीतिसमाकुलमंदमनाथमतीव विषण्णम् ।
मोहमहाकुहरे पतितं दययोद्धर मामजितेंद्रियकामं
त्वां भजतो मम देहि दयाघन हे हनुमन् स्वपदांबुजदास्यम् ॥ 7 ॥

इंद्रियनामकचोरगणैर्हृततत्त्वविवेकमहाधनराशिं
संसृतिजालनिपातितमेव महाबलिभिश्च विखंडितकायम् ।
त्वत्पदपद्ममनुत्तममाश्रितमाशु कपीश्वर पाहि कृपालो
त्वां भजतो मम देहि दयाघन हे हनुमन् स्वपदांबुजदास्यम् ॥ 8 ॥

ब्रह्ममरुद्गणरुद्रमहेंद्रकिरीटसुकोटिलसत्पदपीठं
दाशरथिं जपति क्षितिमंडल एष निधाय सदैव हृदब्जे ।
तस्य हनूमत एव शिवंकरमष्टकमेतदनिष्टहरं वै
यः सततं हि पठेत्स नरो लभतेऽच्युतरामपदाब्जनिवासम् ॥ 9 ॥

इति श्री मधुसूदनाश्रम शिष्याऽच्युतविरचितं श्रीमद्दनुमदष्टकम् ।
    `,
  hanuman_bajrang_baan: `
निश्चय प्रेम प्रतीति तॆ, बिनय करै सनमान ।
तेहि के कारज सकल सुभ, सिद्ध करै हनुमान ॥

चौपाई
जय हनुमंत संत हितकारी । सुन लीजै प्रभु अरज हमारी ॥
जन के काज बिलंब न कीजै । आतुर दौरि महा सुख दीजै ॥

जैसे कूदि सिंधु महिपारा । सुरसा बदन पैठि बिस्तारा ॥
आगे जाय लंकिनी रोका । मारेहु लात गी सुरलोका ॥

जाय बिभीषन को सुख दीन्हा । सीता निरखि परमपद लीन्हा ॥
बाग उजारि सिंधु महं बोरा । अति आतुर जमकातर तोरा ॥

अक्षय कुमार मारि संहारा । लूम लपेटि लंक को जारा ॥
लाह समान लंक जरि गी । जय जय धुनि सुरपुर नभ भी ॥

अब बिलंब केहि कारन स्वामी । कृपा करहु उर अंतरयामी ॥
जय जय लखन प्रान के दाता । आतुर ह्वै दुख करहु निपाता ॥

जै हनुमान जयति बल-सागर । सुर-समूह-समरथ भट-नागर ॥
ॐ हनु हनु हनु हनुमंत हठीले । बैरिहि मारु बज्र की कीले ॥

ॐ ह्नीं ह्नीं ह्नीं हनुमंत कपीसा । ॐ हुं हुं हुं हनु अरि उर सीसा ॥
जय अंजनि कुमार बलवंता । शंकरसुवन बीर हनुमंता ॥

बदन कराल काल-कुल-घालक । राम सहाय सदा प्रतिपालक ॥
भूत, प्रेत, पिसाच निसाचर । अगिन बेताल काल मारी मर ॥

इन्हें मारु, तोहि सपथ राम की । राखु नाथ मरजाद नाम की ॥
सत्य होहु हरि सपथ पाइ कै । राम दूत धरु मारु धाइ कै ॥

जय जय जय हनुमंत अगाधा । दुख पावत जन केहि अपराधा ॥
पूजा जप तप नेम अचारा । नहिं जानत कछु दास तुम्हारा ॥

बन उपबन मग गिरि गृह माहीम् । तुम्हरे बल हौं डरपत नाहीम् ॥
जनकसुता हरि दास कहावौ । ताकी सपथ बिलंब न लावौ ॥

जै जै जै धुनि होत अकासा । सुमिरत होय दुसह दुख नासा ॥
चरन पकरि, कर जोरि मनावौम् । यहि औसर अब केहि गोहरावौम् ॥

उठु, उठु, चलु, तोहि राम दुहाई । पायं परौं, कर जोरि मनाई ॥
ॐ चं चं चं चं चपल चलंता । ॐ हनु हनु हनु हनु हनुमंता ॥

ॐ हं हं हांक देत कपि चंचल । ॐ सं सं सहमि पराने खल-दल ॥
अपने जन को तुरत उबारौ । सुमिरत होय आनंद हमारौ ॥

यह बजरंग-बाण जेहि मारै । ताहि कहौ फिरि कवन उबारै ॥
पाठ करै बजरंग-बाण की । हनुमत रक्षा करै प्रान की ॥

यह बजरंग बाण जो जापैम् । तासों भूत-प्रेत सब कापैम् ॥
धूप देय जो जपै हमेसा । ताके तन नहिं रहै कलेसा ॥

दोहा
उर प्रतीति दृढ़, सरन ह्वै, पाठ करै धरि ध्यान ।
बाधा सब हर, करैं सब काम सफल हनुमान ॥
    `,
  apaduddharaka_hanuman_stotram: `
ॐ अस्य श्री आपदुद्धारक हनुमत् स्तोत्र महामंत्र कवचस्य, विभीषण ऋषिः, हनुमान् देवता, सर्वापदुद्धारक श्रीहनुमत्प्रसादेन मम सर्वापन्निवृत्त्यर्थे, सर्वकार्यानुकूल्य सिद्ध्यर्थे जपे विनियोगः ।

ध्यानम् ।
वामे करे वैरिभिदं वहंतं
शैलं परे शृंखलहारिटंकम् ।
दधानमच्छच्छवियज्ञसूत्रं
भजे ज्वलत्कुंडलमांजनेयम् ॥ 1 ॥

संवीतकौपीन मुदंचितांगुलिं
समुज्ज्वलन्मौंजिमथोपवीतिनम् ।
सकुंडलं लंबिशिखासमावृतं
तमांजनेयं शरणं प्रपद्ये ॥ 2 ॥

आपन्नाखिललोकार्तिहारिणे श्रीहनूमते ।
अकस्मादागतोत्पात नाशनाय नमो नमः ॥ 3 ॥

सीतावियुक्तश्रीरामशोकदुःखभयापह ।
तापत्रितयसंहारिन् आंजनेय नमोऽस्तु ते ॥ 4 ॥

आधिव्याधि महामारी ग्रहपीडापहारिणे ।
प्राणापहर्त्रेदैत्यानां रामप्राणात्मने नमः ॥ 5 ॥

संसारसागरावर्त कर्तव्यभ्रांतचेतसाम् ।
शरणागतमर्त्यानां शरण्याय नमोऽस्तु ते ॥ 6 ॥

वज्रदेहाय कालाग्निरुद्रायाऽमिततेजसे ।
ब्रह्मास्त्रस्तंभनायास्मै नमः श्रीरुद्रमूर्तये ॥ 7 ॥

रामेष्टं करुणापूर्णं हनूमंतं भयापहम् ।
शत्रुनाशकरं भीमं सर्वाभीष्टप्रदायकम् ॥ 8 ॥

कारागृहे प्रयाणे वा संग्रामे शत्रुसंकटे ।
जले स्थले तथाऽऽकाशे वाहनेषु चतुष्पथे ॥ 9 ॥

गजसिंह महाव्याघ्र चोर भीषण कानने ।
ये स्मरंति हनूमंतं तेषां नास्ति विपत् क्वचित् ॥ 10 ॥

सर्ववानरमुख्यानां प्राणभूतात्मने नमः ।
शरण्याय वरेण्याय वायुपुत्राय ते नमः ॥ 11 ॥

प्रदोषे वा प्रभाते वा ये स्मरंत्यंजनासुतम् ।
अर्थसिद्धिं जयं कीर्तिं प्राप्नुवंति न संशयः ॥ 12 ॥

जप्त्वा स्तोत्रमिदं मंत्रं प्रतिवारं पठेन्नरः ।
राजस्थाने सभास्थाने प्राप्ते वादे लभेज्जयम् ॥ 13 ॥

विभीषणकृतं स्तोत्रं यः पठेत् प्रयतो नरः ।
सर्वापद्भ्यो विमुच्येत नाऽत्र कार्या विचारणा ॥ 14 ॥

मंत्रः ।
मर्कटेश महोत्साह सर्वशोकनिवारक ।
शत्रून् संहर मां रक्ष श्रियं दापय भो हरे ॥ 15

इति विभीषणकृतं सर्वापदुद्धारक श्रीहनुमत् स्तोत्रम् ॥
    `,
  hanuman_kavacham: `
अस्य श्री हनुमत् कवचस्तोत्रमहामंत्रस्य वसिष्ठ ऋषिः अनुष्टुप् छंदः श्री हनुमान् देवता मारुतात्मज इति बीजं अंजनासूनुरिति शक्तिः वायुपुत्र इति कीलकं हनुमत्प्रसाद सिद्ध्यर्थे जपे विनियोगः ॥

उल्लंघ्य सिंधोस्सलिलं सलीलं
यश्शोकवह्निं जनकात्मजायाः ।
आदाय तेनैव ददाह लंकां
नमामि तं प्रांजलिरांजनेयम् ॥ 1

मनोजवं मारुततुल्यवेगं
जितेंद्रियं बुद्धिमतां वरिष्ठम् ।
वातात्मजं वानरयूथमुख्यं
श्रीरामदूतं शिरसा नमामि ॥ 2

उद्यदादित्यसंकाशं उदारभुजविक्रमम् ।
कंदर्पकोटिलावण्यं सर्वविद्याविशारदम् ॥ 3

श्रीरामहृदयानंदं भक्तकल्पमहीरुहम् ।
अभयं वरदं दोर्भ्यां कलये मारुतात्मजम् ॥ 4

श्रीराम राम रामेति रमे रामे मनोरमे ।
सहस्रनाम तत्तुल्यं रामनाम वरानने ॥ 5

पादौ वायुसुतः पातु रामदूतस्तदंगुलीः ।
गुल्फौ हरीश्वरः पातु जंघे चार्णवलंघनः ॥ 6

जानुनी मारुतिः पातु ऊरू पात्वसुरांतकः ।
गुह्यं वज्रतनुः पातु जघनं तु जगद्धितः ॥ 7

आंजनेयः कटिं पातु नाभिं सौमित्रिजीवनः ।
उदरं पातु हृद्गेही हृदयं च महाबलः ॥ 8

वक्षो वालायुधः पातु स्तनौ चाऽमितविक्रमः ।
पार्श्वौ जितेंद्रियः पातु बाहू सुग्रीवमंत्रकृत् ॥ 9

करावक्ष जयी पातु हनुमांश्च तदंगुलीः ।
पृष्ठं भविष्यद्र्बह्मा च स्कंधौ मति मतां वरः ॥ 10

कंठं पातु कपिश्रेष्ठो मुखं रावणदर्पहा ।
वक्त्रं च वक्तृप्रवणो नेत्रे देवगणस्तुतः ॥ 11

ब्रह्मास्त्रसन्मानकरो भ्रुवौ मे पातु सर्वदा ।
कामरूपः कपोले मे फालं वज्रनखोऽवतु ॥ 12

शिरो मे पातु सततं जानकीशोकनाशनः ।
श्रीरामभक्तप्रवरः पातु सर्वकलेबरम् ॥ 13

मामह्नि पातु सर्वज्ञः पातु रात्रौ महायशाः ।
विवस्वदंतेवासी च संध्ययोः पातु सर्वदा ॥ 14

ब्रह्मादिदेवतादत्तवरः पातु निरंतरम् ।
य इदं कवचं नित्यं पठेच्च शृणुयान्नरः ॥ 15

दीर्घमायुरवाप्नोति बलं दृष्टिं च विंदति ।
पादाक्रांता भविष्यंति पठतस्तस्य शत्रवः ।
स्थिरां सुकीर्तिमारोग्यं लभते शाश्वतं सुखम् ॥ 16

इति निगदितवाक्यवृत्त तुभ्यं
सकलमपि स्वयमांजनेय वृत्तम् ।
अपि निजजनरक्षणैकदीक्षो
वशग तदीय महामनुप्रभावः ॥ 17

इति श्री हनुमत् कवचम् ॥
    `,
  anjaneya_bhujanga_stotram: `
प्रसन्नांगरागं प्रभाकांचनांगं
जगद्भीतशौर्यं तुषाराद्रिधैर्यम् ।
तृणीभूतहेतिं रणोद्यद्विभूतिं
भजे वायुपुत्रं पवित्राप्तमित्रम् ॥ 1 ॥

भजे पावनं भावना नित्यवासं
भजे बालभानु प्रभा चारुभासम् ।
भजे चंद्रिका कुंद मंदार हासं
भजे संततं रामभूपाल दासम् ॥ 2 ॥

भजे लक्ष्मणप्राणरक्षातिदक्षं
भजे तोषितानेक गीर्वाणपक्षम् ।
भजे घोर संग्राम सीमाहताक्षं
भजे रामनामाति संप्राप्तरक्षम् ॥ 3 ॥

कृताभीलनाधक्षितक्षिप्तपादं
घनक्रांत भृंगं कटिस्थोरु जंघम् ।
वियद्व्याप्तकेशं भुजाश्लेषिताश्मं
जयश्री समेतं भजे रामदूतम् ॥ 4 ॥

चलद्वालघातं भ्रमच्चक्रवालं
कठोराट्टहासं प्रभिन्नाब्जजांडम् ।
महासिंहनादा द्विशीर्णत्रिलोकं
भजे चांजनेयं प्रभुं वज्रकायम् ॥ 5 ॥

रणे भीषणे मेघनादे सनादे
सरोषे समारोपणामित्र मुख्ये ।
खगानां घनानां सुराणां च मार्गे
नटंतं समंतं हनूमंतमीडे ॥ 6 ॥

घनद्रत्न जंभारि दंभोलि भारं
घनद्दंत निर्धूत कालोग्रदंतम् ।
पदाघात भीताब्धि भूतादिवासं
रणक्षोणिदक्षं भजे पिंगलाक्षम् ॥ 7 ॥

महाग्राहपीडां महोत्पातपीडां
महारोगपीडां महातीव्रपीडाम् ।
हरत्यस्तु ते पादपद्मानुरक्तो
नमस्ते कपिश्रेष्ठ रामप्रियाय ॥ 8 ॥

जराभारतो भूरि पीडां शरीरे
निराधारणारूढ गाढ प्रतापी ।
भवत्पादभक्तिं भवद्भक्तिरक्तिं
कुरु श्रीहनूमत्प्रभो मे दयालो ॥ 9 ॥

महायोगिनो ब्रह्मरुद्रादयो वा
न जानंति तत्त्वं निजं राघवस्य ।
कथं ज्ञायते मादृशे नित्यमेव
प्रसीद प्रभो वानरेंद्रो नमस्ते ॥ 10 ॥

नमस्ते महासत्त्ववाहाय तुभ्यं
नमस्ते महावज्रदेहाय तुभ्यम् ।
नमस्ते परीभूत सूर्याय तुभ्यं
नमस्ते कृतामर्त्य कार्याय तुभ्यम् ॥ 11 ॥

नमस्ते सदा ब्रह्मचर्याय तुभ्यं
नमस्ते सदा वायुपुत्राय तुभ्यम् ।
नमस्ते सदा पिंगलाक्षाय तुभ्यं
नमस्ते सदा रामभक्ताय तुभ्यम् ॥ 12 ॥

हनूमद्भुजंगप्रयातं प्रभाते
प्रदोषेऽपि वा चार्धरात्रेऽपि मर्त्यः ।
पठन्नश्नतोऽपि प्रमुक्तोघजालो
सदा सर्वदा रामभक्तिं प्रयाति ॥ 13 ॥

इति श्रीमदांजनेय भुजंगप्रयात स्तोत्रम् ।
    `,
  hanuman_mala_mantram: `
ॐ ह्रौं क्ष्रौं ग्लौं हुं ह्सौं ॐ नमो भगवते पंचवक्त्र हनूमते प्रकट पराक्रमाक्रांत सकलदिङ्मंडलाय, निजकीर्ति स्फूर्तिधावल्य वितानायमान जगत्त्रितयाय, अतुलबलैश्वर्य रुद्रावताराय, मैरावण मदवारण गर्व निर्वापणोत्कंठ कंठीरवाय, ब्रह्मास्त्रगर्व सर्वंकषाय, वज्रशरीराय, लंकालंकारहारिणे, तृणीकृतार्णवलंघनाय, अक्षशिक्षण विचक्षणाय, दशग्रीव गर्वपर्वतोत्पाटनाय, लक्ष्मण प्राणदायिने, सीतामनोल्लासकराय, राममानस चकोरामृतकराय, मणिकुंडलमंडित गंडस्थलाय, मंदहासोज्ज्वलन्मुखारविंदाय, मौंजी कौपीन विराजत्कटितटाय, कनकयज्ञोपवीताय, दुर्वार वारकीलित लंबशिखाय, तटित्कोटि समुज्ज्वल पीतांबरालंकृताय, तप्त जांबूनदप्रभाभासुर रम्य दिव्यमंगल विग्रहाय, मणिमयग्रैवेयांगद हारकिंकिणी किरीटोदारमूर्तये, रक्तपंकेरुहाक्षाय, त्रिपंचनयन स्फुरत्पंचवक्त्र खट्वांग त्रिशूल खड्गोग्र पाशांकुश क्ष्माधर भूरुह कौमोदकी कपाल हलभृद्दशभुजाटोपप्रताप भूषणाय, वानर नृसिंह तार्‍क्ष्य वराह हयग्रीवानन धराय, निरंकुश वाग्वैभवप्रदाय, तत्त्वज्ञानदायिने, सर्वोत्कृष्ट फलप्रदाय, सुकुमार ब्रह्मचारिणे, भरत प्राणसंरक्षणाय, गंभीरशब्दशालिने, सर्वपापविनाशाय, राम सुग्रीव संधान चातुर्य प्रभावाय, सुग्रीवाह्लादकारिणे, वालि विनाशकारणाय, रुद्रतेजस्विने वायुनंदनाय, अंजनागर्भरत्नाकरामृतकराय, निरंतर रामचंद्रपादारविंद मकरंद मत्त मधुरकरायमाण मानसाय, निजवाल वलयीकृत कपिसैन्य प्राकाराय, सकल जगन्मोदकोत्कृष्टकार्य निर्वाहकाय, केसरीनंदनाय, कपिकुंजराय, भविष्यद्ब्रह्मणे, ॐ नमो भगवते पंचवक्त्र हनूमते तेजोराशे एह्येहि देवभयं असुरभयं गंधर्वभयं यक्षभयं ब्रह्मराक्षसभयं भूतभयं प्रेतभयं पिशाचभयं विद्रावय विद्रावय, राजभयं चोरभयं शत्रुभयं सर्पभयं वृश्चिकभयं मृगभयं पक्षिभयं क्रिमिभयं कीटकभयं खादय खादय, ॐ नमो भगवते पंचवक्त्र हनूमते जगदाश्चर्यकर शौर्यशालिने एह्येहि श्रवणजभूतानां दृष्टिजभूतानां शाकिनी ढाकिनी कामिनी मोहिनीनां भेताल ब्रह्मराक्षस सकल कूश्मांडानां विषयदुष्टानां विषमविशेषजानां भयं हर हर मथ मथ भेदय भेदय छेदय छेदय मारय मारय शोषय शोषय प्रहारय प्रहारय, ठठठठ खखखख खेखे ॐ नमो भगवते पंचवक्त्र हनूमते शृंखलाबंध विमोचनाय उमामहेश्वर तेजो महिमावतार सर्वविषभेदन सर्वभयोत्पाटन सर्वज्वरच्छेदन सर्वभयभंजन, ॐ नमो भगवते पंचवक्त्र हनूमते कबलीकृतार्कमंडल भूतमंडल प्रेतमंडल पिशाचमंडलान्निर्घाटय निर्घाटाय भूतज्वर प्रेतज्वर पिशाचज्वर माहेश्वरज्वर भेतालज्वर ब्रह्मराक्षसज्वर ऐकाहिकज्वर द्व्याहिकज्वर त्र्याहिकज्वर चातुर्थिकज्वर पांचरात्रिकज्वर विषमज्वर दोषज्वर ब्रह्मराक्षसज्वर भेतालपाश महानागकुलविषं निर्विषं कुरु कुरु झट झट दह दह, ॐ नमो भगवते पंचवक्त्र हनूमते कालरुद्र रौद्रावतार सर्वग्रहानुच्चाटयोच्चाटय आह आह एहि एहि दशदिशो बंध बंध सर्वतो रक्ष रक्ष सर्वशत्रून् कंपय कंपय मारय मारय दाहय दाहय कबलय कबलय सर्वजनानावेशय आवेशय मोहय मोहय आकर्षय आकर्षय, ॐ नमो भगवते पंचवक्त्र हनूमते जगद्गीतकीर्तये प्रत्यर्थिदर्प दलनाय परमंत्रदर्प दलनाय परमंत्रप्राणनाशाय आत्ममंत्र परिरक्षणाय परबलं खादय खादय क्षोभय क्षोभय हारय हारय त्वद्भक्त मनोरथानि पूरय पूरय सकलसंजीविनीनायक वरं मे दापय दापय, ॐ नमो भगवते पंचवक्त्र हनूमते ॐ ह्रौं क्ष्रौं ग्लौं हुं ह्सौं श्रीं भ्रीं घ्रीं ॐ न्रूं क्लीं ह्रां ह्रीं ह्रूं ह्रैं ह्रौं ह्रः हुं फट् खे खे हुं फट् स्वाहा ।

इति श्री पंचमुख हनुमन्माला मंत्रम् ॥
    `,
  srirama_dootha_anjaneya_stotram: `
रं रं रं रक्तवर्णं दिनकरवदनं तीक्ष्णदंष्ट्राकरालं
रं रं रं रम्यतेजं गिरिचलनकरं कीर्तिपंचादि वक्त्रम् ।
रं रं रं राजयोगं सकलशुभनिधिं सप्तभेतालभेद्यं
रं रं रं राक्षसांतं सकलदिशयशं रामदूतं नमामि ॥ 1 ॥

खं खं खं खड्गहस्तं विषज्वरहरणं वेदवेदांगदीपं
खं खं खं खड्गरूपं त्रिभुवननिलयं देवतासुप्रकाशम् ।
खं खं खं कल्पवृक्षं मणिमयमकुटं माय मायास्वरूपं
खं खं खं कालचक्रं सकलदिशयशं रामदूतं नमामि ॥ 2 ॥

इं इं इं इंद्रवंद्यं जलनिधिकलनं सौम्यसाम्राज्यलाभं
इं इं इं सिद्धियोगं नतजनसदयं आर्यपूज्यार्चितांगम् ।
इं इं इं सिंहनादं अमृतकरतलं आदिअंत्यप्रकाशं
इं इं इं चित्स्वरूपं सकलदिशयशं रामदूतं नमामि ॥ 3 ॥

सं सं सं साक्षिभूतं विकसितवदनं पिंगलाक्षं सुरक्षं
सं सं सं सत्यगीतं सकलमुनिनुतं शास्त्रसंपत्करीयम् ।
सं सं सं सामवेदं निपुण सुललितं नित्यतत्त्वस्वरूपं
सं सं सं सावधानं सकलदिशयशं रामदूतं नमामि ॥ 4 ॥

हं हं हं हंसरूपं स्फुटविकटमुखं सूक्ष्मसूक्ष्मावतारं
हं हं हं अंतरात्मं रविशशिनयनं रम्यगंभीरभीमम् ।
हं हं हं अट्टहासं सुरवरनिलयं ऊर्ध्वरोमं करालं
हं हं हं हंसहंसं सकलदिशयशं रामदूतं नमामि ॥ 5 ॥

इति श्री रामदूत स्तोत्रम् ॥
    `,
  ganesha: "गणेश",
  ram: "श्री राम",
  vishnu: "विष्णु",
  shiva: "शिव",
  laxmi: "लक्ष्मी",
  durga: "दुर्गा",
  krishna: "श्री कृष्ण",
  sai: "साईं बाबा",
  gayatri: "गायत्री देवी",
  kaali: "काली देवी",
  ganga: "गंगा",
  saraswathi: "सरस्वती देवी",
  satyanarayana: "श्री सत्यनारायण",
  sani: "शनि",
  bhirava: "भैरव",
  subhramanya: "सुब्रमण्यम स्वामी",
  navagraha: "नवग्रह",
  narasima: "नरसिंह",
};
