export default {
  welcome: "namste",
  "Pavitra Mantras": "పవిత్ర మంత్రాలు",
  hanuman: "హనుమాన్",
  "Hanuman Chalisa": "హనుమాన్ చాలీసా",
  "Anjaneya Dandakam": "అంజనేయ దండకం",
  "Hanuman Ashtottara Sata Namavali": "హనుమాన్ అష్టోత్తర శత నామావళి",
  "Ramayana Jaya Mantram": "రామాయణ జయ మంత్రం",
  "Hanuman Pancha Ratnam": "హనుమాన్ పంచ రత్నం",
  "ASHTOTTARA SATA NAAMA STOTRAM": "అష్టోత్తర శత నామ స్తోత్రం",
  "HANUMAN ASHTAKAM": "హనుమాన్ అష్టకం",
  "HANUMAN BAJRANG BAAN": "హనుమాన్ బజరంగ బాణ",
  "APADUDDHARAKA HANUMAN STOTRAM": "ఆపదుద్ధారక హనుమాన్ స్తోత్రం",
  "HANUMAN KAVACHAM": "హనుమాన్ కవచం",
  "ANJANEYA BHUJANGA STOTRAM": "అంజనేయ భుజంగ స్తోత్రం",
  "HANUMAN MALA MANTRAM": "హనుమాన్ మాల మంత్రం",
  "SRI RAMA DOOTHA ANJANEYA STOTRAM": "శ్రీ రామ దూత అంజనేయ స్తోత్రం",
  hanuman_chalisa: `
దోహా
శ్రీ గురు చరణ సరోజ రజ నిజమన ముకుర సుధారి ।
వరణౌ రఘువర విమలయశ జో దాయక ఫలచారి ॥
బుద్ధిహీన తనుజానికై సుమిరౌ పవన కుమార ।
బల బుద్ధి విద్యా దేహు మోహి హరహు కలేశ వికార ॥

ధ్యానం
గోష్పదీకృత వారాశిం మశకీకృత రాక్షసమ్ ।
రామాయణ మహామాలా రత్నం వందే-(అ)నిలాత్మజమ్ ॥
యత్ర యత్ర రఘునాథ కీర్తనం తత్ర తత్ర కృతమస్తకాంజలిమ్ ।
భాష్పవారి పరిపూర్ణ లోచనం మారుతిం నమత రాక్షసాంతకమ్ ॥

చౌపాఈ
జయ హనుమాన జ్ఞాన గుణ సాగర ।
జయ కపీశ తిహు లోక ఉజాగర ॥ 1 ॥

రామదూత అతులిత బలధామా ।
అంజని పుత్ర పవనసుత నామా ॥ 2 ॥

మహావీర విక్రమ బజరంగీ ।
కుమతి నివార సుమతి కే సంగీ ॥3 ॥

కంచన వరణ విరాజ సువేశా ।
కానన కుండల కుంచిత కేశా ॥ 4 ॥

హాథవజ్ర ఔ ధ్వజా విరాజై ।
కాంథే మూంజ జనేవూ సాజై ॥ 5॥

శంకర సువన కేసరీ నందన ।
తేజ ప్రతాప మహాజగ వందన ॥ 6 ॥

విద్యావాన గుణీ అతి చాతుర ।
రామ కాజ కరివే కో ఆతుర ॥ 7 ॥

ప్రభు చరిత్ర సునివే కో రసియా ।
రామలఖన సీతా మన బసియా ॥ 8॥

సూక్ష్మ రూపధరి సియహి దిఖావా ।
వికట రూపధరి లంక జలావా ॥ 9 ॥

భీమ రూపధరి అసుర సంహారే ।
రామచంద్ర కే కాజ సంవారే ॥ 10 ॥

లాయ సంజీవన లఖన జియాయే ।
శ్రీ రఘువీర హరషి ఉరలాయే ॥ 11 ॥

రఘుపతి కీన్హీ బహుత బడాయీ (ఈ) ।
తుమ మమ ప్రియ భరత సమ భాయీ ॥ 12 ॥

సహస్ర వదన తుమ్హరో యశగావై ।
అస కహి శ్రీపతి కంఠ లగావై ॥ 13 ॥

సనకాదిక బ్రహ్మాది మునీశా ।
నారద శారద సహిత అహీశా ॥ 14 ॥

యమ కుబేర దిగపాల జహాం తే ।
కవి కోవిద కహి సకే కహాం తే ॥ 15 ॥

తుమ ఉపకార సుగ్రీవహి కీన్హా ।
రామ మిలాయ రాజపద దీన్హా ॥ 16 ॥

తుమ్హరో మంత్ర విభీషణ మానా ।
లంకేశ్వర భయే సబ జగ జానా ॥ 17 ॥

యుగ సహస్ర యోజన పర భానూ ।
లీల్యో తాహి మధుర ఫల జానూ ॥ 18 ॥

ప్రభు ముద్రికా మేలి ముఖ మాహీ ।
జలధి లాంఘి గయే అచరజ నాహీ ॥ 19 ॥

దుర్గమ కాజ జగత కే జేతే ।
సుగమ అనుగ్రహ తుమ్హరే తేతే ॥ 20 ॥

రామ దుఆరే తుమ రఖవారే ।
హోత న ఆజ్ఞా బిను పైసారే ॥ 21 ॥

సబ సుఖ లహై తుమ్హారీ శరణా ।
తుమ రక్షక కాహూ కో డర నా ॥ 22 ॥

ఆపన తేజ సమ్హారో ఆపై ।
తీనోం లోక హాంక తే కాంపై ॥ 23 ॥

భూత పిశాచ నికట నహి ఆవై ।
మహవీర జబ నామ సునావై ॥ 24 ॥

నాసై రోగ హరై సబ పీరా ।
జపత నిరంతర హనుమత వీరా ॥ 25 ॥

సంకట సే హనుమాన ఛుడావై ।
మన క్రమ వచన ధ్యాన జో లావై ॥ 26 ॥

సబ పర రామ తపస్వీ రాజా ।
తినకే కాజ సకల తుమ సాజా ॥ 27 ॥

ఔర మనోరథ జో కోయి లావై ।
తాసు అమిత జీవన ఫల పావై ॥ 28 ॥

చారో యుగ ప్రతాప తుమ్హారా ।
హై ప్రసిద్ధ జగత ఉజియారా ॥ 29 ॥

సాధు సంత కే తుమ రఖవారే ।
అసుర నికందన రామ దులారే ॥ 30 ॥

అష్ఠసిద్ధి నవ నిధి కే దాతా ।
అస వర దీన్హ జానకీ మాతా ॥ 31 ॥

రామ రసాయన తుమ్హారే పాసా ।
సదా రహో రఘుపతి కే దాసా ॥ 32 ॥

తుమ్హరే భజన రామకో పావై ।
జన్మ జన్మ కే దుఖ బిసరావై ॥ 33 ॥

అంత కాల రఘుపతి పురజాయీ ।
జహాం జన్మ హరిభక్త కహాయీ ॥ 34 ॥

ఔర దేవతా చిత్త న ధరయీ ।
హనుమత సేయి సర్వ సుఖ కరయీ ॥ 35 ॥

సంకట క(హ)టై మిటై సబ పీరా ।
జో సుమిరై హనుమత బల వీరా ॥ 36 ॥

జై జై జై హనుమాన గోసాయీ ।
కృపా కరహు గురుదేవ కీ నాయీ ॥ 37 ॥

జో శత వార పాఠ కర కోయీ ।
ఛూటహి బంది మహా సుఖ హోయీ ॥ 38 ॥

జో యహ పడై హనుమాన చాలీసా ।
హోయ సిద్ధి సాఖీ గౌరీశా ॥ 39 ॥

తులసీదాస సదా హరి చేరా ।
కీజై నాథ హృదయ మహ డేరా ॥ 40 ॥

దోహా
పవన తనయ సంకట హరణ - మంగళ మూరతి రూప్ ।
రామ లఖన సీతా సహిత - హృదయ బసహు సురభూప్ ॥
సియావర రామచంద్రకీ జయ । పవనసుత హనుమానకీ జయ । బోలో భాయీ సబ సంతనకీ జయ ।
    `,
  anjaneya_dandakam: `
శ్రీ ఆంజనేయం ప్రసన్నాంజనేయం
ప్రభాదివ్యకాయం ప్రకీర్తి ప్రదాయం
భజే వాయుపుత్రం భజే వాలగాత్రం భజేహం పవిత్రం
భజే సూర్యమిత్రం భజే రుద్రరూపం
భజే బ్రహ్మతేజం బటంచున్ ప్రభాతంబు
సాయంత్రమున్ నీనామసంకీర్తనల్ జేసి
నీ రూపు వర్ణించి నీమీద నే దండకం బొక్కటిన్ జేయ
నీ మూర్తిగావించి నీసుందరం బెంచి నీ దాసదాసుండవై
రామభక్తుండనై నిన్ను నేగొల్చెదన్
నీ కటాక్షంబునన్ జూచితే వేడుకల్ చేసితే
నా మొరాలించితే నన్ను రక్షించితే
అంజనాదేవి గర్భాన్వయా దేవ
నిన్నెంచ నేనెంతవాడన్
దయాశాలివై జూచియున్ దాతవై బ్రోచియున్
దగ్గరన్ నిల్చియున్ దొల్లి సుగ్రీవుకున్-మంత్రివై
స్వామి కార్యార్థమై యేగి
శ్రీరామ సౌమిత్రులం జూచి వారిన్విచారించి
సర్వేశు బూజించి యబ్భానుజుం బంటు గావించి
వాలినిన్ జంపించి కాకుత్థ్స తిలకున్ కృపాదృష్టి వీక్షించి
కిష్కింధకేతెంచి శ్రీరామ కార్యార్థమై లంక కేతెంచియున్
లంకిణిన్ జంపియున్ లంకనున్ గాల్చియున్
యభ్భూమిజం జూచి యానందముప్పొంగి యాయుంగరంబిచ్చి
యారత్నమున్ దెచ్చి శ్రీరామునకున్నిచ్చి సంతోషమున్​జేసి
సుగ్రీవునిన్ యంగదున్ జాంబవంతు న్నలున్నీలులన్ గూడి
యాసేతువున్ దాటి వానరుల్​మూకలై పెన్మూకలై
యాదైత్యులన్ ద్రుంచగా రావణుండంత కాలాగ్ని రుద్రుండుగా వచ్చి
బ్రహ్మాండమైనట్టి యా శక్తినిన్​వైచి యాలక్షణున్ మూర్ఛనొందింపగానప్పుడే నీవు
సంజీవినిన్​దెచ్చి సౌమిత్రికిన్నిచ్చి ప్రాణంబు రక్షింపగా
కుంభకర్ణాదుల న్వీరులం బోర శ్రీరామ బాణాగ్ని
వారందరిన్ రావణున్ జంపగా నంత లోకంబు లానందమై యుండ
నవ్వేళను న్విభీషుణున్ వేడుకన్ దోడుకన్ వచ్చి పట్టాభిషేకంబు చేయించి,
సీతామహాదేవినిన్ దెచ్చి శ్రీరాముకున్నిచ్చి,
యంతన్నయోధ్యాపురిన్​జొచ్చి పట్టాభిషేకంబు సంరంభమైయున్న
నీకన్న నాకెవ్వరున్ గూర్మి లేరంచు మన్నించి శ్రీరామభక్త ప్రశస్తంబుగా
నిన్ను సేవించి నీ కీర్తనల్ చేసినన్ పాపముల్​ల్బాయునే భయములున్
దీరునే భాగ్యముల్ గల్గునే సామ్రాజ్యముల్ గల్గు సంపత్తులున్ కల్గునో
వానరాకార యోభక్త మందార యోపుణ్య సంచార యోధీర యోవీర
నీవే సమస్తంబుగా నొప్పి యాతారక బ్రహ్మ మంత్రంబు పఠియించుచున్ స్థిరమ్ముగన్
వజ్రదేహంబునున్ దాల్చి శ్రీరామ శ్రీరామయంచున్ మనఃపూతమైన ఎప్పుడున్ తప్పకన్
తలతునా జిహ్వయందుండి నీ దీర్ఘదేహమ్ము త్రైలోక్య సంచారివై రామ
నామాంకితధ్యానివై బ్రహ్మతేజంబునన్ రౌద్రనీజ్వాల
కల్లోల హావీర హనుమంత ఓంకార శబ్దంబులన్ భూత ప్రేతంబులన్ బెన్
పిశాచంబులన్ శాకినీ ఢాకినీత్యాదులన్ గాలిదయ్యంబులన్
నీదు వాలంబునన్ జుట్టి నేలంబడం గొట్టి నీముష్టి ఘాతంబులన్
బాహుదండంబులన్ రోమఖండంబులన్ ద్రుంచి కాలాగ్ని
రుద్రుండవై నీవు బ్రహ్మప్రభాభాసితంబైన నీదివ్య తేజంబునున్ జూచి
రారోరి నాముద్దు నరసింహ యన్​చున్ దయాదృష్టి
వీక్షించి నన్నేలు నాస్వామియో యాంజనేయా
నమస్తే సదా బ్రహ్మచారీ
నమస్తే నమోవాయుపుత్రా నమస్తే నమః
    `,
  ramayana_Jaya_mantram: `
జయత్యతిబలో రామో లక్ష్మణశ్చ మహాబలః
రాజా జయతి సుగ్రీవో రాఘవేణాభిపాలితః ।
దాసోహం కోసలేంద్రస్య రామస్యాక్లిష్టకర్మణః
హనుమాన్ శత్రుసైన్యానాం నిహంతా మారుతాత్మజః ॥

న రావణ సహస్రం మే యుద్ధే ప్రతిబలం భవేత్
శిలాభిస్తు ప్రహరతః పాదపైశ్చ సహస్రశః ।
అర్ధయిత్వా పురీం లంకామభివాద్య చ మైథిలీం
సమృద్ధార్ధో గమిష్యామి మిషతాం సర్వరక్షసామ్ ॥
    `,
  hanuman_pancha_ratnam: `
వీతాఖిలవిషయేచ్ఛం జాతానందాశ్రుపులకమత్యచ్ఛం
సీతాపతి దూతాద్యం వాతాత్మజమద్య భావయే హృద్యమ్ ॥ 1 ॥

తరుణారుణముఖకమలం కరుణారసపూరపూరితాపాంగం
సంజీవనమాశాసే మంజులమహిమానమంజనాభాగ్యమ్ ॥ 2 ॥

శంబరవైరిశరాతిగమంబుజదల విపులలోచనోదారం
కంబుగలమనిలదిష్టం బింబజ్వలితోష్ఠమేకమవలంబే ॥ 3 ॥

దూరీకృతసీతార్తిః ప్రకటీకృతరామవైభవస్ఫూర్తిః
దారితదశముఖకీర్తిః పురతో మమ భాతు హనుమతో మూర్తిః ॥ 4 ॥

వానరనికరాధ్యక్షం దానవకులకుముదరవికరసదృశం
దీనజనావనదీక్షం పవనతపః పాకపుంజమద్రాక్షమ్ ॥ 5 ॥

ఏతత్పవనసుతస్య స్తోత్రం యః పఠతి పంచరత్నాఖ్యం
చిరమిహ నిఖిలాన్భోగాన్భుంక్త్వా శ్రీరామభక్తిభాగ్భవతి ॥ 6 ॥
    `,
  hanuman_ashtakam: `
శ్రీరఘురాజపదాబ్జనికేతన పంకజలోచన మంగళరాశే
చండమహాభుజదండ సురారివిఖండనపండిత పాహి దయాళో ।
పాతకినం చ సముద్ధర మాం మహతాం హి సతామపి మానముదారం
త్వాం భజతో మమ దేహి దయాఘన హే హనుమన్ స్వపదాంబుజదాస్యమ్ ॥ 1 ॥

సంసృతితాపమహానలదగ్ధతనూరుహమర్మతనోరతివేలం
పుత్రధనస్వజనాత్మగృహాదిషు సక్తమతేరతికిల్బిషమూర్తేః ।
కేనచిదప్యమలేన పురాకృతపుణ్యసుపుంజలవేన విభో వై
త్వాం భజతో మమ దేహి దయాఘన హే హనుమన్ స్వపదాంబుజదాస్యమ్ ॥ 2 ॥

సంసృతికూపమనల్పమఘోరనిదాఘనిదానమజస్రమశేషం
ప్రాప్య సుదుఃఖసహస్రభుజంగవిషైకసమాకులసర్వతనోర్మే ।
ఘోరమహాకృపణాపదమేవ గతస్య హరే పతితస్య భవాబ్ధౌ
త్వాం భజతో మమ దేహి దయాఘన హే హనుమన్ స్వపదాంబుజదాస్యమ్ ॥ 3 ॥

సంసృతిసింధువిశాలకరాలమహాబలకాలఝషగ్రసనార్తం
వ్యగ్రసమగ్రధియం కృపణం చ మహామదనక్రసుచక్రహృతాసుమ్ ।
కాలమహారసనోర్మినిపీడితముద్ధర దీనమనన్యగతిం మాం
త్వాం భజతో మమ దేహి దయాఘన హే హనుమన్ స్వపదాంబుజదాస్యమ్ ॥ 4 ॥

సంసృతిఘోరమహాగహనే చరతో మణిరంజితపుణ్యసుమూర్తేః
మన్మథభీకరఘోరమహోగ్రమృగప్రవరార్దితగాత్రసుసంధేః ।
మత్సరతాపవిశేషనిపీడితబాహ్యమతేశ్చ కథం చిదమేయం
త్వాం భజతో మమ దేహి దయాఘన హే హనుమన్ స్వపదాంబుజదాస్యమ్ ॥ 5 ॥

సంసృతివృక్షమనేకశతాఘనిదానమనంతవికర్మసుశాఖం
దుఃఖఫలం కరణాదిపలాశమనంగసుపుష్పమచింత్యసుమూలమ్ ।
తం హ్యధిరుహ్య హరే పతితం శరణాగతమేవ విమోచయ మూఢం
త్వాం భజతో మమ దేహి దయాఘన హే హనుమన్ స్వపదాంబుజదాస్యమ్ ॥ 6 ॥

సంసృతిపన్నగవక్త్రభయంకరదంష్ట్రమహావిషదగ్ధశరీరం
ప్రాణవినిర్గమభీతిసమాకులమందమనాథమతీవ విషణ్ణమ్ ।
మోహమహాకుహరే పతితం దయయోద్ధర మామజితేంద్రియకామం
త్వాం భజతో మమ దేహి దయాఘన హే హనుమన్ స్వపదాంబుజదాస్యమ్ ॥ 7 ॥

ఇంద్రియనామకచోరగణైర్హృతతత్త్వవివేకమహాధనరాశిం
సంసృతిజాలనిపాతితమేవ మహాబలిభిశ్చ విఖండితకాయమ్ ।
త్వత్పదపద్మమనుత్తమమాశ్రితమాశు కపీశ్వర పాహి కృపాళో
త్వాం భజతో మమ దేహి దయాఘన హే హనుమన్ స్వపదాంబుజదాస్యమ్ ॥ 8 ॥

బ్రహ్మమరుద్గణరుద్రమహేంద్రకిరీటసుకోటిలసత్పదపీఠం
దాశరథిం జపతి క్షితిమండల ఏష నిధాయ సదైవ హృదబ్జే ।
తస్య హనూమత ఏవ శివంకరమష్టకమేతదనిష్టహరం వై
యః సతతం హి పఠేత్స నరో లభతేఽచ్యుతరామపదాబ్జనివాసమ్ ॥ 9 ॥

ఇతి శ్రీ మధుసూదనాశ్రమ శిష్యాఽచ్యుతవిరచితం శ్రీమద్దనుమదష్టకమ్ ।
    `,
  hanuman_bajrang_baan: `
నిశ్చయ ప్రేమ ప్రతీతి తె, బినయ కరై సనమాన ।
తేహి కే కారజ సకల సుభ, సిద్ధ కరై హనుమాన ॥

చౌపాఈ
జయ హనుమంత సంత హితకారీ । సున లీజై ప్రభు అరజ హమారీ ॥
జన కే కాజ బిలంబ న కీజై । ఆతుర దౌరి మహా సుఖ దీజై ॥

జైసే కూది సింధు మహిపారా । సురసా బదన పైఠి బిస్తారా ॥
ఆగే జాయ లంకినీ రోకా । మారేహు లాత గీ సురలోకా ॥

జాయ బిభీషన కో సుఖ దీన్హా । సీతా నిరఖి పరమపద లీన్హా ॥
బాగ ఉజారి సింధు మహం బోరా । అతి ఆతుర జమకాతర తోరా ॥

అక్షయ కుమార మారి సంహారా । లూమ లపేటి లంక కో జారా ॥
లాహ సమాన లంక జరి గీ । జయ జయ ధుని సురపుర నభ భీ ॥

అబ బిలంబ కేహి కారన స్వామీ । కృపా కరహు ఉర అంతరయామీ ॥
జయ జయ లఖన ప్రాన కే దాతా । ఆతుర హ్వై దుఖ కరహు నిపాతా ॥

జై హనుమాన జయతి బల-సాగర । సుర-సమూహ-సమరథ భట-నాగర ॥
ఓం హను హను హను హనుమంత హఠీలే । బైరిహి మారు బజ్ర కీ కీలే ॥

ఓం హ్నీం హ్నీం హ్నీం హనుమంత కపీసా । ఓం హుం హుం హుం హను అరి ఉర సీసా ॥
జయ అంజని కుమార బలవంతా । శంకరసువన బీర హనుమంతా ॥

బదన కరాల కాల-కుల-ఘాలక । రామ సహాయ సదా ప్రతిపాలక ॥
భూత, ప్రేత, పిసాచ నిసాచర । అగిన బేతాల కాల మారీ మర ॥

ఇన్హేం మారు, తోహి సపథ రామ కీ । రాఖు నాథ మరజాద నామ కీ ॥
సత్య హోహు హరి సపథ పాఇ కై । రామ దూత ధరు మారు ధాఇ కై ॥

జయ జయ జయ హనుమంత అగాధా । దుఖ పావత జన కేహి అపరాధా ॥
పూజా జప తప నేమ అచారా । నహిం జానత కఛు దాస తుమ్హారా ॥

బన ఉపబన మగ గిరి గృహ మాహీమ్ । తుమ్హరే బల హౌం డరపత నాహీమ్ ॥
జనకసుతా హరి దాస కహావౌ । తాకీ సపథ బిలంబ న లావౌ ॥

జై జై జై ధుని హోత అకాసా । సుమిరత హోయ దుసహ దుఖ నాసా ॥
చరన పకరి, కర జోరి మనావౌమ్ । యహి ఔసర అబ కేహి గోహరావౌమ్ ॥

ఉఠు, ఉఠు, చలు, తోహి రామ దుహాఈ । పాయం పరౌం, కర జోరి మనాఈ ॥
ఓం చం చం చం చం చపల చలంతా । ఓం హను హను హను హను హనుమంతా ॥

ఓం హం హం హాంక దేత కపి చంచల । ఓం సం సం సహమి పరానే ఖల-దల ॥
అపనే జన కో తురత ఉబారౌ । సుమిరత హోయ ఆనంద హమారౌ ॥

యహ బజరంగ-బాణ జేహి మారై । తాహి కహౌ ఫిరి కవన ఉబారై ॥
పాఠ కరై బజరంగ-బాణ కీ । హనుమత రక్షా కరై ప్రాన కీ ॥

యహ బజరంగ బాణ జో జాపైమ్ । తాసోం భూత-ప్రేత సబ కాపైమ్ ॥
ధూప దేయ జో జపై హమేసా । తాకే తన నహిం రహై కలేసా ॥

దోహా
ఉర ప్రతీతి దృడ, సరన హ్వై, పాఠ కరై ధరి ధ్యాన ।
బాధా సబ హర, కరైం సబ కామ సఫల హనుమాన ॥
    `,
  apaduddharaka_hanuman_stotram: `
ఓం అస్య శ్రీ ఆపదుద్ధారక హనుమత్ స్తోత్ర మహామంత్ర కవచస్య, విభీషణ ఋషిః, హనుమాన్ దేవతా, సర్వాపదుద్ధారక శ్రీహనుమత్ప్రసాదేన మమ సర్వాపన్నివృత్త్యర్థే, సర్వకార్యానుకూల్య సిద్ధ్యర్థే జపే వినియోగః ।

ధ్యానమ్ ।
వామే కరే వైరిభిదం వహంతం
శైలం పరే శృంఖలహారిటంకమ్ ।
దధానమచ్ఛచ్ఛవియజ్ఞసూత్రం
భజే జ్వలత్కుండలమాంజనేయమ్ ॥ 1 ॥

సంవీతకౌపీన ముదంచితాంగుళిం
సముజ్జ్వలన్మౌంజిమథోపవీతినమ్ ।
సకుండలం లంబిశిఖాసమావృతం
తమాంజనేయం శరణం ప్రపద్యే ॥ 2 ॥

ఆపన్నాఖిలలోకార్తిహారిణే శ్రీహనూమతే ।
అకస్మాదాగతోత్పాత నాశనాయ నమో నమః ॥ 3 ॥

సీతావియుక్తశ్రీరామశోకదుఃఖభయాపహ ।
తాపత్రితయసంహారిన్ ఆంజనేయ నమోఽస్తు తే ॥ 4 ॥

ఆధివ్యాధి మహామారీ గ్రహపీడాపహారిణే ।
ప్రాణాపహర్త్రేదైత్యానాం రామప్రాణాత్మనే నమః ॥ 5 ॥

సంసారసాగరావర్త కర్తవ్యభ్రాంతచేతసామ్ ।
శరణాగతమర్త్యానాం శరణ్యాయ నమోఽస్తు తే ॥ 6 ॥

వజ్రదేహాయ కాలాగ్నిరుద్రాయాఽమితతేజసే ।
బ్రహ్మాస్త్రస్తంభనాయాస్మై నమః శ్రీరుద్రమూర్తయే ॥ 7 ॥

రామేష్టం కరుణాపూర్ణం హనూమంతం భయాపహమ్ ।
శత్రునాశకరం భీమం సర్వాభీష్టప్రదాయకమ్ ॥ 8 ॥

కారాగృహే ప్రయాణే వా సంగ్రామే శత్రుసంకటే ।
జలే స్థలే తథాఽఽకాశే వాహనేషు చతుష్పథే ॥ 9 ॥

గజసింహ మహావ్యాఘ్ర చోర భీషణ కాననే ।
యే స్మరంతి హనూమంతం తేషాం నాస్తి విపత్ క్వచిత్ ॥ 10 ॥

సర్వవానరముఖ్యానాం ప్రాణభూతాత్మనే నమః ।
శరణ్యాయ వరేణ్యాయ వాయుపుత్రాయ తే నమః ॥ 11 ॥

ప్రదోషే వా ప్రభాతే వా యే స్మరంత్యంజనాసుతమ్ ।
అర్థసిద్ధిం జయం కీర్తిం ప్రాప్నువంతి న సంశయః ॥ 12 ॥

జప్త్వా స్తోత్రమిదం మంత్రం ప్రతివారం పఠేన్నరః ।
రాజస్థానే సభాస్థానే ప్రాప్తే వాదే లభేజ్జయమ్ ॥ 13 ॥

విభీషణకృతం స్తోత్రం యః పఠేత్ ప్రయతో నరః ।
సర్వాపద్భ్యో విముచ్యేత నాఽత్ర కార్యా విచారణా ॥ 14 ॥

మంత్రః ।
మర్కటేశ మహోత్సాహ సర్వశోకనివారక ।
శత్రూన్ సంహర మాం రక్ష శ్రియం దాపయ భో హరే ॥ 15

ఇతి విభీషణకృతం సర్వాపదుద్ధారక శ్రీహనుమత్ స్తోత్రమ్ ॥
    `,
  hanuman_kavacham: `
అస్య శ్రీ హనుమత్ కవచస్తోత్రమహామంత్రస్య వసిష్ఠ ఋషిః అనుష్టుప్ ఛందః శ్రీ హనుమాన్ దేవతా మారుతాత్మజ ఇతి బీజం అంజనాసూనురితి శక్తిః వాయుపుత్ర ఇతి కీలకం హనుమత్ప్రసాద సిద్ధ్యర్థే జపే వినియోగః ॥

ఉల్లంఘ్య సింధోస్సలిలం సలీలం
యశ్శోకవహ్నిం జనకాత్మజాయాః ।
ఆదాయ తేనైవ దదాహ లంకాం
నమామి తం ప్రాంజలిరాంజనేయమ్ ॥ 1

మనోజవం మారుతతుల్యవేగం
జితేంద్రియం బుద్ధిమతాం వరిష్ఠమ్ ।
వాతాత్మజం వానరయూథముఖ్యం
శ్రీరామదూతం శిరసా నమామి ॥ 2

ఉద్యదాదిత్యసంకాశం ఉదారభుజవిక్రమమ్ ।
కందర్పకోటిలావణ్యం సర్వవిద్యావిశారదమ్ ॥ 3

శ్రీరామహృదయానందం భక్తకల్పమహీరుహమ్ ।
అభయం వరదం దోర్భ్యాం కలయే మారుతాత్మజమ్ ॥ 4

శ్రీరామ రామ రామేతి రమే రామే మనోరమే ।
సహస్రనామ తత్తుల్యం రామనామ వరాననే ॥ 5

పాదౌ వాయుసుతః పాతు రామదూతస్తదంగుళీః ।
గుల్ఫౌ హరీశ్వరః పాతు జంఘే చార్ణవలంఘనః ॥ 6

జానునీ మారుతిః పాతు ఊరూ పాత్వసురాంతకః ।
గుహ్యం వజ్రతనుః పాతు జఘనం తు జగద్ధితః ॥ 7

ఆంజనేయః కటిం పాతు నాభిం సౌమిత్రిజీవనః ।
ఉదరం పాతు హృద్గేహీ హృదయం చ మహాబలః ॥ 8

వక్షో వాలాయుధః పాతు స్తనౌ చాఽమితవిక్రమః ।
పార్శ్వౌ జితేంద్రియః పాతు బాహూ సుగ్రీవమంత్రకృత్ ॥ 9

కరావక్ష జయీ పాతు హనుమాంశ్చ తదంగుళీః ।
పృష్ఠం భవిష్యద్ర్బహ్మా చ స్కంధౌ మతి మతాం వరః ॥ 10

కంఠం పాతు కపిశ్రేష్ఠో ముఖం రావణదర్పహా ।
వక్త్రం చ వక్తృప్రవణో నేత్రే దేవగణస్తుతః ॥ 11

బ్రహ్మాస్త్రసన్మానకరో భ్రువౌ మే పాతు సర్వదా ।
కామరూపః కపోలే మే ఫాలం వజ్రనఖోఽవతు ॥ 12

శిరో మే పాతు సతతం జానకీశోకనాశనః ।
శ్రీరామభక్తప్రవరః పాతు సర్వకళేబరమ్ ॥ 13

మామహ్ని పాతు సర్వజ్ఞః పాతు రాత్రౌ మహాయశాః ।
వివస్వదంతేవాసీ చ సంధ్యయోః పాతు సర్వదా ॥ 14

బ్రహ్మాదిదేవతాదత్తవరః పాతు నిరంతరమ్ ।
య ఇదం కవచం నిత్యం పఠేచ్చ శృణుయాన్నరః ॥ 15

దీర్ఘమాయురవాప్నోతి బలం దృష్టిం చ విందతి ।
పాదాక్రాంతా భవిష్యంతి పఠతస్తస్య శత్రవః ।
స్థిరాం సుకీర్తిమారోగ్యం లభతే శాశ్వతం సుఖమ్ ॥ 16

ఇతి నిగదితవాక్యవృత్త తుభ్యం
సకలమపి స్వయమాంజనేయ వృత్తమ్ ।
అపి నిజజనరక్షణైకదీక్షో
వశగ తదీయ మహామనుప్రభావః ॥ 17

ఇతి శ్రీ హనుమత్ కవచమ్ ॥
    `,
  anjaneya_bhujanga_stotram: `
ప్రసన్నాంగరాగం ప్రభాకాంచనాంగం
జగద్భీతశౌర్యం తుషారాద్రిధైర్యమ్ ।
తృణీభూతహేతిం రణోద్యద్విభూతిం
భజే వాయుపుత్రం పవిత్రాప్తమిత్రమ్ ॥ 1 ॥

భజే పావనం భావనా నిత్యవాసం
భజే బాలభాను ప్రభా చారుభాసమ్ ।
భజే చంద్రికా కుంద మందార హాసం
భజే సంతతం రామభూపాల దాసమ్ ॥ 2 ॥

భజే లక్ష్మణప్రాణరక్షాతిదక్షం
భజే తోషితానేక గీర్వాణపక్షమ్ ।
భజే ఘోర సంగ్రామ సీమాహతాక్షం
భజే రామనామాతి సంప్రాప్తరక్షమ్ ॥ 3 ॥

కృతాభీలనాధక్షితక్షిప్తపాదం
ఘనక్రాంత భృంగం కటిస్థోరు జంఘమ్ ।
వియద్వ్యాప్తకేశం భుజాశ్లేషితాశ్మం
జయశ్రీ సమేతం భజే రామదూతమ్ ॥ 4 ॥

చలద్వాలఘాతం భ్రమచ్చక్రవాళం
కఠోరాట్టహాసం ప్రభిన్నాబ్జజాండమ్ ।
మహాసింహనాదా ద్విశీర్ణత్రిలోకం
భజే చాంజనేయం ప్రభుం వజ్రకాయమ్ ॥ 5 ॥

రణే భీషణే మేఘనాదే సనాదే
సరోషే సమారోపణామిత్ర ముఖ్యే ।
ఖగానాం ఘనానాం సురాణాం చ మార్గే
నటంతం సమంతం హనూమంతమీడే ॥ 6 ॥

ఘనద్రత్న జంభారి దంభోళి భారం
ఘనద్దంత నిర్ధూత కాలోగ్రదంతమ్ ।
పదాఘాత భీతాబ్ధి భూతాదివాసం
రణక్షోణిదక్షం భజే పింగళాక్షమ్ ॥ 7 ॥

మహాగ్రాహపీడాం మహోత్పాతపీడాం
మహారోగపీడాం మహాతీవ్రపీడామ్ ।
హరత్యస్తు తే పాదపద్మానురక్తో
నమస్తే కపిశ్రేష్ఠ రామప్రియాయ ॥ 8 ॥

జరాభారతో భూరి పీడాం శరీరే
నిరాధారణారూఢ గాఢ ప్రతాపీ ।
భవత్పాదభక్తిం భవద్భక్తిరక్తిం
కురు శ్రీహనూమత్ప్రభో మే దయాళో ॥ 9 ॥

మహాయోగినో బ్రహ్మరుద్రాదయో వా
న జానంతి తత్త్వం నిజం రాఘవస్య ।
కథం జ్ఞాయతే మాదృశే నిత్యమేవ
ప్రసీద ప్రభో వానరేంద్రో నమస్తే ॥ 10 ॥

నమస్తే మహాసత్త్వవాహాయ తుభ్యం
నమస్తే మహావజ్రదేహాయ తుభ్యమ్ ।
నమస్తే పరీభూత సూర్యాయ తుభ్యం
నమస్తే కృతామర్త్య కార్యాయ తుభ్యమ్ ॥ 11 ॥

నమస్తే సదా బ్రహ్మచర్యాయ తుభ్యం
నమస్తే సదా వాయుపుత్రాయ తుభ్యమ్ ।
నమస్తే సదా పింగళాక్షాయ తుభ్యం
నమస్తే సదా రామభక్తాయ తుభ్యమ్ ॥ 12 ॥

హనూమద్భుజంగప్రయాతం ప్రభాతే
ప్రదోషేఽపి వా చార్ధరాత్రేఽపి మర్త్యః ।
పఠన్నశ్నతోఽపి ప్రముక్తోఘజాలో
సదా సర్వదా రామభక్తిం ప్రయాతి ॥ 13 ॥

ఇతి శ్రీమదాంజనేయ భుజంగప్రయాత స్తోత్రమ్ ।
    `,
  hanuman_mala_mantram: `
ఓం హ్రౌం క్ష్రౌం గ్లౌం హుం హ్సౌం ఓం నమో భగవతే పంచవక్త్ర హనూమతే ప్రకట పరాక్రమాక్రాంత సకలదిఙ్మండలాయ, నిజకీర్తి స్ఫూర్తిధావళ్య వితానాయమాన జగత్త్రితయాయ, అతులబలైశ్వర్య రుద్రావతారాయ, మైరావణ మదవారణ గర్వ నిర్వాపణోత్కంఠ కంఠీరవాయ, బ్రహ్మాస్త్రగర్వ సర్వంకషాయ, వజ్రశరీరాయ, లంకాలంకారహారిణే, తృణీకృతార్ణవలంఘనాయ, అక్షశిక్షణ విచక్షణాయ, దశగ్రీవ గర్వపర్వతోత్పాటనాయ, లక్ష్మణ ప్రాణదాయినే, సీతామనోల్లాసకరాయ, రామమానస చకోరామృతకరాయ, మణికుండలమండిత గండస్థలాయ, మందహాసోజ్జ్వలన్ముఖారవిందాయ, మౌంజీ కౌపీన విరాజత్కటితటాయ, కనకయజ్ఞోపవీతాయ, దుర్వార వారకీలిత లంబశిఖాయ, తటిత్కోటి సముజ్జ్వల పీతాంబరాలంకృతాయ, తప్త జాంబూనదప్రభాభాసుర రమ్య దివ్యమంగళ విగ్రహాయ, మణిమయగ్రైవేయాంగద హారకింకిణీ కిరీటోదారమూర్తయే, రక్తపంకేరుహాక్షాయ, త్రిపంచనయన స్ఫురత్పంచవక్త్ర ఖట్వాంగ త్రిశూల ఖడ్గోగ్ర పాశాంకుశ క్ష్మాధర భూరుహ కౌమోదకీ కపాల హలభృద్దశభుజాటోపప్రతాప భూషణాయ, వానర నృసింహ తార్‍క్ష్య వరాహ హయగ్రీవానన ధరాయ, నిరంకుశ వాగ్వైభవప్రదాయ, తత్త్వజ్ఞానదాయినే, సర్వోత్కృష్ట ఫలప్రదాయ, సుకుమార బ్రహ్మచారిణే, భరత ప్రాణసంరక్షణాయ, గంభీరశబ్దశాలినే, సర్వపాపవినాశాయ, రామ సుగ్రీవ సంధాన చాతుర్య ప్రభావాయ, సుగ్రీవాహ్లాదకారిణే, వాలి వినాశకారణాయ, రుద్రతేజస్వినే వాయునందనాయ, అంజనాగర్భరత్నాకరామృతకరాయ, నిరంతర రామచంద్రపాదారవింద మకరంద మత్త మధురకరాయమాణ మానసాయ, నిజవాల వలయీకృత కపిసైన్య ప్రాకారాయ, సకల జగన్మోదకోత్కృష్టకార్య నిర్వాహకాయ, కేసరీనందనాయ, కపికుంజరాయ, భవిష్యద్బ్రహ్మణే, ఓం నమో భగవతే పంచవక్త్ర హనూమతే తేజోరాశే ఏహ్యేహి దేవభయం అసురభయం గంధర్వభయం యక్షభయం బ్రహ్మరాక్షసభయం భూతభయం ప్రేతభయం పిశాచభయం విద్రావయ విద్రావయ, రాజభయం చోరభయం శత్రుభయం సర్పభయం వృశ్చికభయం మృగభయం పక్షిభయం క్రిమిభయం కీటకభయం ఖాదయ ఖాదయ, ఓం నమో భగవతే పంచవక్త్ర హనూమతే జగదాశ్చర్యకర శౌర్యశాలినే ఏహ్యేహి శ్రవణజభూతానాం దృష్టిజభూతానాం శాకినీ ఢాకినీ కామినీ మోహినీనాం భేతాళ బ్రహ్మరాక్షస సకల కూశ్మాండానాం విషయదుష్టానాం విషమవిశేషజానాం భయం హర హర మథ మథ భేదయ భేదయ ఛేదయ ఛేదయ మారయ మారయ శోషయ శోషయ ప్రహారయ ప్రహారయ, ఠఠఠఠ ఖఖఖఖ ఖేఖే ఓం నమో భగవతే పంచవక్త్ర హనూమతే శృంఖలాబంధ విమోచనాయ ఉమామహేశ్వర తేజో మహిమావతార సర్వవిషభేదన సర్వభయోత్పాటన సర్వజ్వరచ్ఛేదన సర్వభయభంజన, ఓం నమో భగవతే పంచవక్త్ర హనూమతే కబలీకృతార్కమండల భూతమండల ప్రేతమండల పిశాచమండలాన్నిర్ఘాటయ నిర్ఘాటాయ భూతజ్వర ప్రేతజ్వర పిశాచజ్వర మాహేశ్వరజ్వర భేతాళజ్వర బ్రహ్మరాక్షసజ్వర ఐకాహికజ్వర ద్వ్యాహికజ్వర త్ర్యాహికజ్వర చాతుర్థికజ్వర పాంచరాత్రికజ్వర విషమజ్వర దోషజ్వర బ్రహ్మరాక్షసజ్వర భేతాళపాశ మహానాగకులవిషం నిర్విషం కురు కురు ఝట ఝట దహ దహ, ఓం నమో భగవతే పంచవక్త్ర హనూమతే కాలరుద్ర రౌద్రావతార సర్వగ్రహానుచ్చాటయోచ్చాటయ ఆహ ఆహ ఏహి ఏహి దశదిశో బంధ బంధ సర్వతో రక్ష రక్ష సర్వశత్రూన్ కంపయ కంపయ మారయ మారయ దాహయ దాహయ కబలయ కబలయ సర్వజనానావేశయ ఆవేశయ మోహయ మోహయ ఆకర్షయ ఆకర్షయ, ఓం నమో భగవతే పంచవక్త్ర హనూమతే జగద్గీతకీర్తయే ప్రత్యర్థిదర్ప దళనాయ పరమంత్రదర్ప దళనాయ పరమంత్రప్రాణనాశాయ ఆత్మమంత్ర పరిరక్షణాయ పరబలం ఖాదయ ఖాదయ క్షోభయ క్షోభయ హారయ హారయ త్వద్భక్త మనోరథాని పూరయ పూరయ సకలసంజీవినీనాయక వరం మే దాపయ దాపయ, ఓం నమో భగవతే పంచవక్త్ర హనూమతే ఓం హ్రౌం క్ష్రౌం గ్లౌం హుం హ్సౌం శ్రీం భ్రీం ఘ్రీం ఓం న్రూం క్లీం హ్రాం హ్రీం హ్రూం హ్రైం హ్రౌం హ్రః హుం ఫట్ ఖే ఖే హుం ఫట్ స్వాహా ।

ఇతి శ్రీ పంచముఖ హనుమన్మాలా మంత్రమ్ ॥
    `,
  srirama_dootha_anjaneya_stotram: `
రం రం రం రక్తవర్ణం దినకరవదనం తీక్ష్ణదంష్ట్రాకరాళం
రం రం రం రమ్యతేజం గిరిచలనకరం కీర్తిపంచాది వక్త్రమ్ ।
రం రం రం రాజయోగం సకలశుభనిధిం సప్తభేతాళభేద్యం
రం రం రం రాక్షసాంతం సకలదిశయశం రామదూతం నమామి ॥ 1 ॥

ఖం ఖం ఖం ఖడ్గహస్తం విషజ్వరహరణం వేదవేదాంగదీపం
ఖం ఖం ఖం ఖడ్గరూపం త్రిభువననిలయం దేవతాసుప్రకాశమ్ ।
ఖం ఖం ఖం కల్పవృక్షం మణిమయమకుటం మాయ మాయాస్వరూపం
ఖం ఖం ఖం కాలచక్రం సకలదిశయశం రామదూతం నమామి ॥ 2 ॥

ఇం ఇం ఇం ఇంద్రవంద్యం జలనిధికలనం సౌమ్యసామ్రాజ్యలాభం
ఇం ఇం ఇం సిద్ధియోగం నతజనసదయం ఆర్యపూజ్యార్చితాంగమ్ ।
ఇం ఇం ఇం సింహనాదం అమృతకరతలం ఆదిఅంత్యప్రకాశం
ఇం ఇం ఇం చిత్స్వరూపం సకలదిశయశం రామదూతం నమామి ॥ 3 ॥

సం సం సం సాక్షిభూతం వికసితవదనం పింగలాక్షం సురక్షం
సం సం సం సత్యగీతం సకలమునినుతం శాస్త్రసంపత్కరీయమ్ ।
సం సం సం సామవేదం నిపుణ సులలితం నిత్యతత్త్వస్వరూపం
సం సం సం సావధానం సకలదిశయశం రామదూతం నమామి ॥ 4 ॥

హం హం హం హంసరూపం స్ఫుటవికటముఖం సూక్ష్మసూక్ష్మావతారం
హం హం హం అంతరాత్మం రవిశశినయనం రమ్యగంభీరభీమమ్ ।
హం హం హం అట్టహాసం సురవరనిలయం ఊర్ధ్వరోమం కరాళం
హం హం హం హంసహంసం సకలదిశయశం రామదూతం నమామి ॥ 5 ॥

ఇతి శ్రీ రామదూత స్తోత్రమ్ ॥
    `,
  ganesha: "గణేశ",
  ram: "శ్రీ రామ",
  vishnu: "విష్ణు",
  shiva: "శివ",
  laxmi: "లక్ష్మీ",
  durga: "దుర్గ",
  krishna: "శ్రీ కృష్ణ",
  sai: "సాయి బాబా",
  gayatri: "గాయత్రీ దేవి",
  kaali: "కాళి దేవి",
  ganga: "గంగా",
  saraswathi: "సరస్వతి దేవి",
  satyanarayana: "శ్రీ సత్యనారాయణ",
  sani: "శని",
  bhirava: "భైరవ",
  subhramanya: "సుబ్రహ్మణ్య స్వామి",
  navagraha: "నవగ్రహ",
  narasima: "నరసింహ",
};
